Repository: ArduPilot/MethodicConfigurator
Catalog: ardupilot_methodic_configurator/locale/*/LC_MESSAGES/ardupilot_methodic_configurator.po
Languages: de, it, ja, pt

source: If you proceed the {tempcal_imu_result_param_filename} will be overwritten with the new calibration results. Do you want to provide a .bin log file and run the IMU temperature calibration using it?
de: Wenn Sie fortfahren, wird die {tempcal_imu_result_param_filename} mit den neuen Kalibrierungsergebnissen überschrieben. Möchten Sie eine .bin-Logdatei bereitstellen und die IMU-Temperaturkalibrierung damit durchführen?
it: Se procedi il file {tempcal_imu_result_param_filename} verrà sovrascritto con i nuovi risultati della calibrazione. Vuoi fornire un file .bin di log ed eseguire la calibrazione della temperatura IMU usando questo?
ja: 続行すると{tempcal_imu_result_param_filename}が 新しいキャリブレーション結果で上書きされます。 .binログファイルを提供してIMU温度キャリブレーションを 実行しますか？
pt: Se prosseguir, o {tempcal_imu_result_param_filename} será sobrescrito com os novos resultados de calibração. Deseja fornecer um ficheiro de log .bin e executar a calibração da temperatura da IMU usando-o?

source: Select ArduPilot binary log file
de: ArduPilot-Binärprotokolldatei auswählen
it: Seleziona file registro binario ArduPilot
ja: ArduPilotバイナリログファイルを選択してください
pt: Selecionar ficheiro de registo binário ArduPilot

source: Please wait, this can take a really long time and the GUI will be unresponsive until it finishes.
de: Bitte warten, dies kann wirklich lange dauern und die GUI wird bis zur Fertigstellung nicht reagieren.
it: Attendere prego, questo può richiedere molto tempo e l'interfaccia grafica non risponderà fino al completamento.
ja: お待ちください。これは非常に時間がかかり、 終了するまでGUIは応答しなくなります。
pt: Por favor, aguarde, isso pode levar um tempo realmente longo e a interface gráfica ficará sem resposta até que termine.

source: Parameter %s not in current step parameters
de: Parameter %s ist nicht in den aktuellen Schritt-Parametern
ja: パラメータ %s は現在のステップパラメータにありません
pt: O parâmetro %s não está nos parâmetros do passo atual

source: Parameter %s value %s is out of range but accepted from FC
de: Parameter %s Wert %s liegt außerhalb des Bereichs, wurde aber vom FC akzeptiert
ja: パラメータ %s の値 %s は範囲外ですがFCから受け入れられました
pt: O valor %s do parâmetro %s está fora do intervalo mas foi aceite pelo FC

source: Failed to update in-memory value for %s after FC copy
de: Fehler beim Aktualisieren des Speicherwerts für %s nach FC-Kopie
ja: %s のFCコピー後のメモリ内値の更新に失敗しました
pt: Falha ao atualizar o valor em memória para %s após cópia do FC

source: This configuration step requires external changes by: {auto_changed_by} The external tool experiment procedure is described in the tuning guide. Choose an option: * CLOSE - Close the application and go perform the experiment * YES - Copy current FC values to {selected_file} (if you've already completed the experiment) * NO - Continue without copying values (if you haven't performed the experiment yet, but know what you are doing)
de: Dieser Konfigurationsschritt erfordert externe Änderungen durch: {auto_changed_by} Das Verfahren für das externe Tool-Experiment ist im Abstimmungsleitfaden beschrieben. Wählen Sie eine Option: * SCHLIESSEN - Anwendung schließen und Experiment durchführen * JA - Aktuelle FC-Werte nach {selected_file} kopieren (falls Sie das Experiment bereits abgeschlossen haben) * NEIN - Fortfahren ohne Werte zu kopieren (falls Sie das Experiment noch nicht durchgeführt haben, aber wissen was Sie tun)
it: Questo passaggio di configurazione richiede modifiche esterne da: {auto_changed_by} La procedura dell'esperimento con strumento esterno è descritta nella guida di sintonizzazione. Scegli un'opzione: * CHIUDI - Chiudi l'applicazione ed esegui l'esperimento * SÌ - Copia i valori FC attuali in {selected_file} (se hai già completato l'esperimento) * NO - Continua senza copiare i valori (se non hai ancora eseguito l'esperimento, ma sai cosa stai facendo)
ja: この設定ステップには次による外部変更が必要です: {auto_changed_by} 外部ツール実験手順は調整ガイドに記載されています。 オプションを選択してください: * 閉じる - アプリケーションを閉じて実験を実行する * はい - 現在のFC値を{selected_file}にコピーする（実験を既に完了している場合） * いいえ - 値をコピーせずに続行する（実験をまだ実行していないが、何をしているかを理解している場合）
pt: Esta etapa de configuração requer alterações externas por: {auto_changed_by} O procedimento do experimento da ferramenta externa está descrito no guia de afinação. Escolha uma opção: * FECHAR - Fechar a aplicação e realizar o experimento * SIM - Copiar valores FC actuais para {selected_file} (se já completou o experimento) * NÃO - Continuar sem copiar valores (se ainda não realizou o experimento, mas sabe o que está a fazer)

source: Close
de: Schließen
it: Chiudi
ja: 閉じる
pt: Fechar

source: Update file with values from FC?
de: Update-Datei mit Werten vom FC?
it: Aggiornare il file con i valori dal FC?
ja: FCの値でファイルを更新しますか？
pt: Atualizar ficheiro com valores do FC?

source: Yes
de: Ja
it: Sì
ja: はい
pt: Sim

source: No
de: Nein
ja: いいえ
pt: Não

source: Parameters copied
de: Parameter kopiert
it: Parametri copiati
ja: パラメータがコピーされました
pt: Parâmetros copiados

source: FC values have been copied to {selected_file}
de: FC-Werte wurden in {selected_file} kopiert
it: I valori FC sono stati copiati in {selected_file}
ja: FC 値が {selected_file} にコピーされました
pt: Os valores do FC foram copiados para {selected_file}

source: Skip some steps?
de: Einige Schritte überspringen?
it: Saltare alcuni passaggi?
ja: 一部のステップをスキップしますか？
pt: Saltar algumas etapas?

source: Skip to {dest_file}?
de: Zu {dest_file} springen?
it: Passare a {dest_file}?
ja: {dest_file}へスキップしますか？
pt: Saltar para {dest_file}?

source: Do you want to write the changes to the {current_filename} file?
de: Möchten Sie die Änderungen in die Datei {current_filename} schreiben?
it: Vuoi scrivere le modifiche nel file {current_filename}?
ja: {current_filename} ファイルに変更を書き込みますか？
pt: Deseja escrever as alterações no ficheiro {current_filename}?

source: One or more parameters have been edited
de: Einer oder mehrere Parameter wurden bearbeitet
it: Uno o più parametri sono stati modificati
ja: 1つ以上のパラメータが編集されています
pt: Um ou mais parâmetros foram editados

source: Should the {local_filename} file be downloaded from the URL {url}?
de: Soll die {local_filename}-Datei von der URL {url} heruntergeladen werden?
it: Scaricare il file {local_filename} dall'URL {url}?
ja: {local_filename}ファイルをURL {url}からダウンロードしますか？
pt: O ficheiro {local_filename} deve ser transferido do URL {url}?

source: Download file from URL
de: Datei von URL herunterladen
it: Scarica file da URL
ja: URLからファイルをダウンロード
pt: Transferir ficheiro do URL

source: Failed to download {local_filename} from {url}, please download it manually
de: Fehler beim Herunterladen von {local_filename} von {url}, bitte manuell herunterladen
it: Download di {local_filename} da {url} fallito, si prega di scaricarlo manualmente
ja: {url}から{local_filename}のダウンロードに失敗しました、手動でダウンロードしてください
pt: Falha ao transferir {local_filename} de {url}, por favor, transfira-o manualmente

source: Download failed
de: Download fehlgeschlagen
it: Download fallito
ja: ダウンロード失敗
pt: Transferência falhou

source: Local file {local_filename} does not exist
de: Lokale Datei {local_filename} existiert nicht
it: Il file locale {local_filename} non esiste
ja: ローカルファイル{local_filename}が存在しません
pt: Arquivo local {local_filename} não existe

source: Will not upload any file
de: Es wird keine Datei hochgeladen
it: Non verrà caricato alcun file
ja: ファイルをアップロードしません
pt: Não enviará nenhum ficheiro

source: No flight controller connection
de: Keine Verbindung zum Flugcontroller
it: Nessuna connessione al controller di volo
ja: フライトコントローラー接続がありません
pt: Sem conexão com o controlador de voo

source: Should the {local_filename} file be uploaded to the flight controller as {remote_filename}?
de: Soll die Datei {local_filename} als {remote_filename} auf den Flugcontroller hochgeladen werden?
it: Il file {local_filename} dovrebbe essere caricato sul controller di volo come {remote_filename}?
ja: {local_filename}ファイルを{remote_filename}としてフライトコントローラーにアップロードしますか？
pt: O ficheiro {local_filename} deve ser enviado para o controlador de voo como {remote_filename}?

source: Upload file to FC
de: Datei auf FC hochladen
it: Carica file sul FC
ja: ファイルをFCにアップロード
pt: Enviar ficheiro para o FC

source: Failed to upload {local_filename} to {remote_filename}, please upload it manually
de: Fehler beim Hochladen von {local_filename} zu {remote_filename}, bitte manuell hochladen
it: Impossibile caricare {local_filename} in {remote_filename}, caricalo manualmente
ja: {local_filename}を{remote_filename}にアップロードできませんでした、手動でアップロードしてください
pt: Falha ao enviar {local_filename} para {remote_filename}, por favor, envie-o manualmente

source: Upload failed
de: Hochladen fehlgeschlagen
it: Caricamento fallito
ja: アップロード失敗
pt: Envio falhou

source: No parameter was selected for upload, will not upload any parameter
de: Kein Parameter zum Hochladen ausgewählt, es wird kein Parameter hochgeladen
it: Nessun parametro selezionato per il caricamento, non verrà caricato alcun parametro
ja: アップロード用にパラメータが選択されていません、パラメータをアップロードしません
pt: Nenhum parâmetro foi selecionado para envio, não será enviado nenhum parâmetro

source: No parameter was selected for upload
de: Es wurde kein Parameter zum Hochladen ausgewählt
it: Nessun parametro selezionato per il caricamento
ja: アップロード用にパラメータが選択されていません
pt: Nenhum parâmetro foi selecionado para envio

source: Will not upload any parameter
de: Es wird kein Parameter hochgeladen
it: Non verrà caricato alcun parametro
ja: パラメータをアップロードしません
pt: Nenhum parâmetro será enviado

source: No parameters were yet downloaded from the flight controller, will not upload any parameter
de: Es wurden noch keine Parameter vom Flugcontroller heruntergeladen, es wird kein Parameter hochgeladen
it: Nessun parametro è stato ancora scaricato dal controller di volo, non verrà caricato alcun parametro
ja: フライトコントローラーからまだパラメータがダウンロードされていません、パラメータをアップロードしません
pt: Nenhum parâmetro foi baixado do controlador de voo, não será enviado nenhum parâmetro

source: Failed to set parameter %s: %s
de: Fehler beim Setzen des Parameters %s: %s
it: Impossibile impostare il parametro %s: %s
ja: パラメータ%sの設定に失敗しました: %s
pt: Falha ao definir parâmetro %s: %s

source: Parameter %s changed from %f to %f, reset required
de: Parameter %s von %f auf %f geändert, Reset erforderlich
it: Parametro %s cambiato da %f a %f, reset necessario
ja: パラメータ%sが%fから%fに変更されました、リセットが必要です
pt: Parâmetro %s alterado de %f para %f, reinicialização necessária

source: Parameter %s changed to %f, reset required
de: Parameter %s auf %f geändert, Reset erforderlich
it: Parametro %s cambiato a %f, reset necessario
ja: パラメータ%sが%fに変更されました、リセットが必要です
pt: Parâmetro %s alterado para %f, reinicialização necessária

source: Parameter %s changed from %f to %f, possible reset required
de: Parameter %s von %f auf %f geändert, möglicher Reset erforderlich
it: Parametro %s cambiato da %f a %f, possibile reset necessario
ja: パラメータ%sが%fから%fに変更されました、リセットが必要かもしれません
pt: Parâmetro %s alterado de %f para %f, reinicialização possivelmente necessária

source: Parameter %s changed to %f, possible reset required
de: Parameter %s auf %f geändert, möglicher Reset erforderlich
it: Parametro %s cambiato a %f, possibile reset necessario
ja: パラメータ%sが%fに変更されました、リセットが必要かもしれません
pt: Parâmetro %s alterado para %f, reinicialização possivelmente necessária

source: Failed to set parameter {param_name}: {e}
de: Setzen des Parameters {param_name} fehlgeschlagen: {e}
it: Impossibile impostare il parametro {param_name}: {e}
ja: パラメータ {param_name} の設定に失敗しました: {e}
pt: Falhou ao definir parâmetro {param_name}: {e}

source: ArduPilot methodic configurator
de: ArduPilot methodischer Konfigurator
it: Configuratore metodico ArduPilot
ja: ArduPilot方法論的コンフィギュレータ
pt: Configurador metódico do ArduPilot

source: {param_list_str} parameter(s) potentially require a reset Do you want to reset the ArduPilot?
de: {param_list_str} Parameter benötigen möglicherweise einen Reset Möchten Sie den ArduPilot zurücksetzen?
it: {param_list_str} parametro(i) potrebbero richiedere un reset Vuoi resettare l'ArduPilot?
ja: {param_list_str} パラメータはリセットが必要な可能性があります ArduPilotをリセットしますか？
pt: {param_list_str} parâmetro(s) potencialmente requer reinicialização Deseja reinicializar o ArduPilot?

source: Possible reset required
de: Möglicher Reset erforderlich
it: Possibile reset necessario
ja: リセットが必要かもしれません
pt: Reinicialização possivelmente necessária

source: Failed to set parameter %(name)s: %(error)s
de: Fehler beim Setzen des Parameters %(name)s: %(error)s
it: Impossibile impostare il parametro %(name)s: %(error)s
ja: パラメータ%(name)sの設定に失敗しました: %(error)s
pt: Falha ao definir parâmetro %(name)s: %(error)s

source: Parameter %s changed from %f to %f
de: Parameter %s geändert von %f zu %f
it: Parametro %s cambiato da %f a %f
ja: パラメータ %s が %f から %f に変更されました
pt: Parâmetro %s alterado de %f para %f

source: Parameter %s changed to %f
de: Parameter %s geändert zu %f
it: Parametro %s cambiato a %f
ja: パラメータ %s が %f に変更されました
pt: Parâmetro %s alterado para %f

source: Parameter %s unchanged from %f
de: Parameter %s unverändert von %f
it: Parametro %s invariato da %f
ja: パラメータ %s は %f から変更されていません
pt: Parâmetro %s inalterado de %f

source: Failed to set parameter {param_name}: {_e}
de: Fehler beim Setzen des Parameters {param_name}: {_e}
it: Impossibile impostare il parametro {param_name}: {_e}
ja: パラメータ{param_name}の設定に失敗しました: {_e}
pt: Falha ao definir o parâmetro {param_name}: {_e}

source: %d FC parameter(s) changed value
de: %d FC-Parameter haben den Wert geändert
it: %d parametro(i) FC ha cambiato valore
ja: %d個のFCパラメータが値を変更しました
pt: %d parâmetro(s) FC alteraram valor

source: %d FC parameter(s) already had the value defined in this configuration step
de: %d FC-Parameter hatten bereits den in diesem Konfigurationsschritt definierten Wert
it: %d parametro(i) FC aveva già il valore definito in questo passaggio di configurazione
ja: %d個のFCパラメータは、この設定ステップで定義された値を既に持っていました
pt: %d parâmetro(s) FC já tinham o valor definido neste passo de configuração

source: Uploading %d selected %s parameters to flight controller...
de: Hochladen von %d ausgewählten %s-Parametern auf den Flugcontroller...
it: Caricamento di %d parametri %s selezionati sul controller di volo...
ja: 選択された%d個の%sパラメータをフライトコントローラーにアップロード中...
pt: Enviando %d parâmetros %s selecionados para o controlador de voo...

source: Parameter upload error
de: Parameter hochladefehler
it: Errore caricamento parametro
ja: パラメータアップロードエラー
pt: Erro de envio de parâmetro

source: Failed to upload the following parameters to the flight controller:
de: Hochladen der folgenden Parameter auf den Flugcontroller fehlgeschlagen:
it: Impossibile caricare i seguenti parametri sul controllore di volo:
ja: 以下のパラメータをフライトコントローラにアップロードできませんでした:
pt: Falha ao enviar os seguintes parâmetros para o controlador de voo:

source: All parameters uploaded to the flight controller successfully
de: Alle Parameter erfolgreich auf den Flugcontroller hochgeladen
it: Tutti i parametri caricati con successo sul controller di volo
ja: すべてのパラメータがフライトコントローラーに正常にアップロードされました
pt: Todos os parâmetros enviados para o controlador de voo com sucesso

source: Re-downloaded all parameters from the flight controller
de: Alle Parameter vom Flugcontroller erneut heruntergeladen
it: Ri-scaricati tutti i parametri dal controllore di volo
ja: フライトコントローラーからすべてのパラメータを再ダウンロードしました
pt: Todos os parâmetros foram novamente transferidos do controlador de voo

source: Parameter %s upload to the flight controller failed. Expected: %f, Actual: %f
de: Hochladen des Parameters %s auf den Flugcontroller fehlgeschlagen. Erwartet: %f, Tatsächlich: %f
it: Caricamento del parametro %s sul controller di volo fallito. Atteso: %f, Attuale: %f
ja: パラメータ%sのフライトコントローラーへのアップロードに失敗しました。期待値: %f、実際: %f
pt: Falha ao enviar o parâmetro %s para o controlador de voo. Esperado: %f, Real: %f

source: Parameter %s upload to the flight controller failed. Expected: %f, Actual: N/A
de: Hochladen des Parameters %s auf den Flugcontroller fehlgeschlagen. Erwartet: %f, Tatsächlich: nicht verfügbar
it: Caricamento del parametro %s sul controller di volo fallito. Atteso: %f, Attuale: N/D
ja: パラメータ%sのフライトコントローラーへのアップロードに失敗しました。期待値: %f、実際: 利用不可
pt: Falha ao enviar o parâmetro %s para o controlador de voo. Esperado: %f, Real: Indisponível

source: Exported %d FC parameters missing or different in AMC files to %s
de: %d FC-Parameter exportiert, die in AMC-Dateien fehlen oder unterschiedlich sind nach %s
it: Esportati %d parametri FC mancanti o diversi nei file AMC a %s
ja: AMCファイルで欠落または異なる %d個のFCパラメータを %s にエクスポートしました
pt: Exportados %d parâmetros FC em falta ou diferentes nos ficheiros AMC para %s

source: No FC parameters are missing or different from AMC parameter files
de: Keine FC-Parameter fehlen oder unterscheiden sich von AMC-Parameterdateien
it: Nessun parametro FC manca o è diverso dai file di parametri AMC
ja: AMCパラメータファイルから欠落または異なるFCパラメータはありません
pt: Nenhum parâmetro FC está em falta ou é diferente dos ficheiros de parâmetros AMC

source: Error
de: Fehler
it: Errore
ja: エラー
pt: Erro

source: Flight log downloaded successfully to: %s
de: Flugprotokoll erfolgreich heruntergeladen nach: %s
it: Registro di volo scaricato con successo in: %s
ja: フライトログが正常にダウンロードされました: %s
pt: Registo de voo transferido com sucesso para: %s

source: Success
de: Erfolg
it: Successo
ja: 成功
pt: Sucesso

source: Failed to download flight log. Check the console for details.
de: Herunterladen des Flugprotokolls fehlgeschlagen. Prüfen Sie die Konsole für Details.
it: Impossibile scaricare il registro di volo. Controlla la console per i dettagli.
ja: フライトログのダウンロードに失敗しました。詳細についてはコンソールを確認してください。
pt: Falhou ao transferir registo de voo. Verifique a consola para detalhes.

source: No parameters available for summary.
de: Keine Parameter für Zusammenfassung verfügbar.
it: Nessun parametro disponibile per il riepilogo.
ja: 要約用のパラメータがありません。
pt: Nenhum parâmetro disponível para resumo.

source: Methodic configuration of {nr_total_params} parameters complete: {nr_unchanged_params} kept their default value {nr_non_default__read_only_params} non-default read-only parameters - ignore these, you can not change them {nr_non_default__writable_calibrations} non-default writable sensor-calibrations - non-reusable between vehicles {nr_non_default__writable_non_calibrations} non-default writable non-sensor-calibrations - these can be reused between similar vehicles
de: Methodische Konfiguration von {nr_total_params} Parametern abgeschlossen: {nr_unchanged_params} behielten ihren Standardwert {nr_non_default__read_only_params} nicht-Standard schreibgeschützte Parameter - ignorieren Sie diese, Sie können sie nicht ändern {nr_non_default__writable_calibrations} nicht-Standard beschreibbare Sensorkalibrierungen - nicht zwischen Fahrzeugen wiederverwendbar {nr_non_default__writable_non_calibrations} nicht-Standard beschreibbare Nicht-Sensorkalibrierungen - diese können zwischen ähnlichen Fahrzeugen wiederverwendet werden
it: Configurazione metodica di {nr_total_params} parametri completata: {nr_unchanged_params} hanno mantenuto il loro valore predefinito {nr_non_default__read_only_params} parametri non predefiniti di sola lettura - ignorali, non puoi cambiarli {nr_non_default__writable_calibrations} calibrazioni sensori non predefinite scrivibili - non riutilizzabili tra veicoli {nr_non_default__writable_non_calibrations} parametri non predefiniti scrivibili non di calibrazione sensori - possono essere riutilizzati tra veicoli simili
ja: {nr_total_params} パラメータの系統的設定が完了しました: {nr_unchanged_params} はデフォルト値を保持 {nr_non_default__read_only_params} 非デフォルト読み取り専用パラメータ - これらは無視してください、変更できません {nr_non_default__writable_calibrations} 非デフォルト書き込み可能センサー校正 - 車両間で再利用不可 {nr_non_default__writable_non_calibrations} 非デフォルト書き込み可能非センサー校正 - 類似車両間で再利用可能
pt: Configuração metódica de {nr_total_params} parâmetros completa: {nr_unchanged_params} mantiveram o seu valor predefinido {nr_non_default__read_only_params} parâmetros não predefinidos apenas de leitura - ignore estes, não os pode alterar {nr_non_default__writable_calibrations} calibrações de sensores não predefinidas modificáveis - não reutilizáveis entre veículos {nr_non_default__writable_non_calibrations} parâmetros não predefinidos modificáveis não de calibração de sensores - estes podem ser reutilizados entre veículos similares

source: Last parameter file processed
de: Letzte bearbeitete Parameterdatei
it: Ultimo file di parametri elaborato
ja: 最後のパラメータファイルが処理されました
pt: Último ficheiro de parâmetro processado

source: {} file already exists. Do you want to overwrite it?
de: {}-Datei existiert bereits. Möchten Sie sie überschreiben?
it: Il file {} esiste già. Vuoi sovrascriverlo?
ja: {}ファイルはすでに存在します。 上書きしますか？
pt: O ficheiro {} já existe. Deseja sobrescrevê-lo?

source: Overwrite existing file
de: Vorhandene Datei überschreiben
it: Sovrascrivi file esistente
ja: 既存のファイルを上書き
pt: Sobrescrever ficheiro existente

source: Summary file %s written
de: Zusammenfassungsdatei %s geschrieben
it: File di riepilogo %s scritto
ja: 概要ファイル%sが書き込まれました
pt: Arquivo de resumo %s escrito

source: All relevant files have been zipped into the {zip_file_path} file. You can now upload this file to the ArduPilot Methodic Configuration Blog post on discuss.ardupilot.org.
de: Alle relevanten Dateien wurden in die {zip_file_path}-Datei gepackt. Sie können diese Datei jetzt im ArduPilot Methodic Konfigurationsblogbeitrag auf discuss.ardupilot.org hochladen.
it: Tutti i file rilevanti sono stati compressi nel file {zip_file_path}. Ora puoi caricare questo file nel post del Blog ArduPilot Methodic Configuration su discuss.ardupilot.org.
ja: すべての関連ファイルが {zip_file_path}ファイルにZIP圧縮されました。 このファイルをArduPilot Methodic Configurationのdiscuss.ardupilot.orgのブログ投稿にアップロードできます。
pt: Todos os ficheiros relevantes foram compactados no ficheiro {zip_file_path}. Você pode agora enviar este ficheiro para o post do Blog de Configuração Metódica do ArduPilot em discuss.ardupilot.org.

source: Parameter files zipped
de: Parameterdateien gezippt
it: File di parametri compressi
ja: パラメータファイルが圧縮されました
pt: Arquivos de parâmetro compactados

source: Zip file successfully created
de: Zip-Datei erfolgreich erstellt
ja: Zipファイルが正常に作成されました
pt: Ficheiro zip criado com sucesso

source: Zipped all vehicle configuration files into the file {zip_fullpath} Upload this file to the ArduPilot support forum to receive help from the community. If you have a problem during flight, also upload one single .bin file from a problematic flight to a file sharing service and post a link to it in the ArduPilot support forum.
de: Alle Fahrzeugkonfigurationsdateien wurden in die Datei gepackt {zip_fullpath} Laden Sie diese Datei ins ArduPilot-Supportforum hoch, um Hilfe von der Community zu erhalten. Wenn Sie ein Problem während des Fluges haben, laden Sie auch eine einzelne .bin-Datei von einem problematischen Flug zu einem Filesharing-Dienst hoch und posten Sie einen Link dazu im ArduPilot-Supportforum.
ja: すべての機体構成ファイルをファイルに圧縮しました {zip_fullpath} このファイルをArduPilotサポートフォーラムにアップロードして、 コミュニティから支援を受けてください。 飛行中に問題が発生した場合は、問題のあった飛行の.binファイルを ファイル共有サービスにアップロードし、ArduPilotサポートフォーラムに リンクを投稿してください。
pt: Todos os ficheiros de configuração do veículo foram comprimidos no ficheiro {zip_fullpath} Carregue este ficheiro para o fórum de suporte ArduPilot para receber ajuda da comunidade. Se tiver um problema durante o voo, carregue também um único ficheiro .bin de um voo problemático para um serviço de partilha de ficheiros e publique um link para o mesmo no fórum de suporte ArduPilot.

source: Failed to create zip file: {error}
de: Fehler beim Erstellen der Zip-Datei: {error}
ja: Zipファイルの作成に失敗しました: {error}
pt: Falha ao criar ficheiro zip: {error}

source: Zip file creation failed
de: Zip-Dateierstellung fehlgeschlagen
ja: Zipファイルの作成が失敗しました
pt: Criação do ficheiro zip falhou
