Repository: ArduPilot/MethodicConfigurator
Catalog: ardupilot_methodic_configurator/locale/*/LC_MESSAGES/ardupilot_methodic_configurator.po
Languages: de, it, ja, pt

source: Starting parameter download...
de: Starte Parameter-Download...
it: Avvio download parametri...
ja: パラメータのダウンロードを開始中...
pt: A iniciar transferência de parâmetros...

source: Failed to download parameters
ja: パラメータのダウンロードに失敗しました

source: Could not refresh frame configuration from flight controller, using defaults
de: Frame-Konfiguration konnte nicht vom Flugcontroller aktualisiert werden, verwende Standardeinstellungen
it: Impossibile aggiornare configurazione telaio dal controllore di volo, usando valori predefiniti
ja: フライトコントローラからフレーム設定を更新できませんでした、デフォルトを使用します
pt: Não foi possível atualizar configuração da estrutura a partir do controlador de voo, a usar predefinições

source: Safety Warnings
de: Sicherheitswarnungen
it: Avvisi di Sicurezza
ja: 安全警告
pt: Avisos de Segurança

source: PROPELLERS MUST BE REMOVED before proceeding!
de: PROPELLER MÜSSEN ENTFERNT WERDEN bevor fortgefahren wird!
it: LE ELICHE DEVONO ESSERE RIMOSSE prima di procedere!
ja: 続行する前にプロペラを必ず取り外してください！
pt: AS HÉLICES DEVEM SER REMOVIDAS antes de prosseguir!

source: Ensure the vehicle is properly secured and cannot move.
de: Stellen Sie sicher, dass das Fahrzeug ordnungsgemäß gesichert ist und sich nicht bewegen kann.
it: Assicurarsi che il veicolo sia adeguatamente fissato e non possa muoversi.
ja: 車両が適切に固定され、動かないことを確認してください。
pt: Certifique-se de que o veículo está devidamente seguro e não se pode mover.

source: 1. Frame Configuration
de: 1. Frame-Konfiguration
it: 1. Configurazione Telaio
ja: 1. フレーム設定
pt: 1. Configuração da Estrutura

source: Frame Type:
de: Frame-Typ:
it: Tipo Telaio:
ja: フレームタイプ:
pt: Tipo de Estrutura:

source: Loading diagram...
de: Diagramm wird geladen...
it: Caricamento diagramma...
ja: ダイアグラムを読み込み中...
pt: A carregar diagrama...

source: 2. Motor Order/Direction Configuration
de: 2. Motor-Reihenfolge/Richtungs-Konfiguration
it: 2. Configurazione Ordine/Direzione Motori
ja: 2. モータ順序/方向設定
pt: 2. Configuração da Ordem/Direção dos Motores

source: Throttle:
de: Drossel:
it: Acceleratore:
ja: スロットル:
pt: Aceleração:

source: Duration:
de: Dauer:
it: Durata:
ja: 持続時間:
pt: A inicializar o controlador de voo

source: Test All
de: Alle testen
it: Testa Tutto
ja: すべてテスト
pt: A iniciar a inicialização...

source: Test in Sequence
de: In Sequenz testen
it: Testa in Sequenza
ja: 順次テスト
pt: Valor max_value inválido na atualização da barra de progresso de update_init_progress_bar: %d

source: Stop All Motors
de: Alle Motoren stoppen
it: Ferma Tutti i Motori
ja: すべてのモータを停止
pt: Valor max_value inválido na atualização da barra de progresso de update_connect_progress_bar: %d

source: 3. Arm and Min Throttle Configuration
de: 3. Scharfstellen und Min-Drossel-Konfiguration
it: 3. Configurazione Arm e Acceleratore Min
ja: 3. アームおよび最小スロットル設定
pt: 3. Configuração de Armar e Aceleração Mínima

source: Set Motor Spin Arm
de: Motor-Drehzahl Scharfstellen setzen
it: Imposta Rotazione Motore Arm
ja: モータスピンアームを設定
pt: Definir Rotação dos Motores para Armar

source: Set Motor Spin Min
de: Motor-Drehzahl Min setzen
it: Imposta Rotazione Motore Min
ja: モータスピン最小を設定
pt: Definir Rotação Mínima dos Motores

source: Test Motor %(label)s
de: Motor %(label)s testen
it: Testa Motore %(label)s
ja: モータ %(label)s をテスト
pt: Testar Motor %(label)s

source: Motor %(num)d %(dir)s
it: Motore %(num)d %(dir)s
ja: モータ %(num)d %(dir)s

source: Detected:
de: Erkannt:
it: Rilevato:
ja: 検出:
pt: Falha ao descarregar parâmetros

source: Ready
de: Bereit
it: Pronto
ja: 準備完了
pt: Pronto

source: Could not find motor grid frame
de: Motor-Raster-Frame konnte nicht gefunden werden
it: Impossibile trovare telaio griglia motori
ja: モータグリッドフレームが見つかりません
pt: Não foi possível encontrar estrutura da grelha de motores

source: Found PNG diagram at: %(path)s
de: PNG-Diagramm gefunden bei: %(path)s
it: Diagrammi PNG trovato a: %(path)s
ja: PNG ダイアグラムが見つかりました: %(path)s
pt: Diagrama PNG encontrado em: %(path)s

source: Error loading diagram
de: Fehler beim Laden des Diagramms
it: Errore nel caricamento del diagramma
ja: ダイアグラムの読み込みエラー
pt: Erro ao carregar diagrama

source: Image loaded and displayed successfully
de: Bild erfolgreich geladen und angezeigt
it: Immagine caricata e visualizzata con successo
ja: 画像が正常に読み込まれ表示されました
pt: Imagem carregada e exibida com sucesso

source: Diagram not found
de: Diagramm nicht gefunden
it: Diagramma non trovato
ja: ダイアグラムが見つかりません
pt: Diagrama não encontrado

source: Error loading PNG diagram: %(error)s
de: Fehler beim Laden des PNG-Diagramms: %(error)s
it: Errore nel caricamento del diagramma PNG: %(error)s
ja: PNG ダイアグラムの読み込みエラー: %(error)s
pt: Erro ao carregar diagrama PNG: %(error)s

source: Diagram path type: %(type)s, value: %(path)s
de: Diagramm-Pfad-Typ: %(type)s, Wert: %(path)s
it: Tipo percorso diagramma: %(type)s, valore: %(path)s
ja: ダイアグラム パス タイプ: %(type)s, 値: %(path)s
pt: Tipo de caminho do diagrama: %(type)s, valor: %(path)s

source: Diagram: %(path)s
de: Diagramm: %(path)s
it: Diagramma: %(path)s
ja: ダイアグラム: %(path)s
pt: Diagrama: %(path)s

source: Motor diagram not available.
de: Motor-Diagramm nicht verfügbar.
it: Diagramma motore non disponibile.
ja: モーターダイアグラムは利用できません。
pt: Diagrama do motor não disponível.

source: No frame type selected
de: Kein Frame-Typ ausgewählt
it: Nessun tipo di telaio selezionato
ja: フレームタイプが選択されていません
pt: Nenhum tipo de estrutura selecionado

source: Resetting Flight Controller
de: Flugcontroller wird zurückgesetzt
it: Reset del Controller di Volo
ja: フライトコントローラーをリセット中
pt: Reiniciando Controlador de Voo

source: Waiting for {} of {} seconds
de: Warten auf {} von {} Sekunden
it: Attesa di {} di {} secondi
ja: {}秒中{}秒待機中
pt: Aguardando {} de {} segundos

source: Re-Connecting to Flight Controller
de: Neuverbindung zum Flugcontroller
it: Riconnessione al Controllore di Volo
ja: フライトコントローラに再接続中
pt: A reconectar ao Controlador de Voo

source: Parameter Update Error
de: Parameter-Update-Fehler
it: Errore Aggiornamento Parametri
ja: パラメータ更新エラー
pt: Erro de Atualização de Parâmetros

source: _on_throttle_change called with value: %(val)s
de: _on_throttle_change aufgerufen mit Wert: %(val)s
it: _on_throttle_change chiamato con valore: %(val)s
ja: _on_throttle_change が値 %(val)s で呼び出されました
pt: _on_throttle_change chamado com valor: %(val)s

source: Throttle set to %(pct)d%%
de: Drossel gesetzt auf %(pct)d%%
it: Acceleratore impostato al %(pct)d%%
ja: スロットルが %(pct)d%% に設定されました
pt: Aceleração definida para %(pct)d%%

source: ValueError in _on_throttle_change: %(error)s
ja: _on_throttle_change で ValueError: %(error)s
pt: ValueError em _on_throttle_change: %(error)s

source: Invalid throttle value entered, reset to %(pct)d%%
de: Ungültiger Drosselwert eingegeben, zurückgesetzt auf %(pct)d%%
it: Valore acceleratore non valido inserito, ripristinato al %(pct)d%%
ja: 無効なスロットル値が入力されました、%(pct)d%% にリセットされました
pt: Valor de aceleração inválido introduzido, reposto para %(pct)d%%

source: Throttle value error
de: Drosselwert-Fehler
it: Errore valore acceleratore
ja: スロットル値エラー
pt: Erro de valor de aceleração

source: ValidationError/ParameterError in _on_throttle_change: %(error)s
ja: _on_throttle_change で ValidationError/ParameterError: %(error)s
pt: ValidationError/ParameterError em _on_throttle_change: %(error)s

source: Throttle validation failed: %(error)s
de: Drossel-Validierung fehlgeschlagen: %(error)s
it: Validazione acceleratore fallita: %(error)s
ja: スロットル検証に失敗しました: %(error)s
pt: Validação de aceleração falhou: %(error)s

source: _on_duration_change called with value: %(val)s
de: _on_duration_change aufgerufen mit Wert: %(val)s
it: _on_duration_change chiamato con valore: %(val)s
ja: _on_duration_change が値 %(val)s で呼び出されました
pt: _on_duration_change chamado com valor: %(val)s

source: Duration set to %(dur)g seconds
de: Dauer gesetzt auf %(dur)g Sekunden
it: Durata impostata a %(dur)g secondi
ja: 持続時間が %(dur)g 秒に設定されました
pt: Duração definida para %(dur)g segundos

source: ValueError in _on_duration_change: %(error)s
ja: _on_duration_change で ValueError: %(error)s
pt: ValueError em _on_duration_change: %(error)s

source: Invalid duration value entered, reset to %(dur)g seconds
de: Ungültiger Dauerwert eingegeben, zurückgesetzt auf %(dur)g Sekunden
it: Valore durata non valido inserito, ripristinato a %(dur)g secondi
ja: 無効な持続時間値が入力されました、%(dur)g 秒にリセットされました
pt: Valor de duração inválido introduzido, reposto para %(dur)g segundos

source: Duration value error
de: Dauerwert-Fehler
it: Errore valore durata
ja: 持続時間値エラー
pt: Erro de valor de duração

source: ValidationError/ParameterError in _on_duration_change: %(error)s
ja: _on_duration_change で ValidationError/ParameterError: %(error)s
pt: ValidationError/ParameterError em _on_duration_change: %(error)s

source: Duration validation failed: %(error)s
de: Dauer-Validierung fehlgeschlagen: %(error)s
it: Validazione durata fallita: %(error)s
ja: 持続時間検証に失敗しました: %(error)s
pt: Validação de duração falhou: %(error)s

source: Enter new value for MOT_SPIN_ARM with 0.02 margin:
de: Neuen Wert für MOT_SPIN_ARM mit 0.02 Spielraum eingeben:
it: Inserisci nuovo valore per MOT_SPIN_ARM con margine 0.02:
ja: MOT_SPIN_ARM の新しい値を 0.02 マージンで入力してください:
pt: Introduza novo valor para MOT_SPIN_ARM com margem 0.02:

source: Enter new value for MOT_SPIN_MIN, must be at least 0.02 higher than MOT_SPIN_ARM:
de: Neuen Wert für MOT_SPIN_MIN eingeben, muss mindestens 0.02 höher sein als MOT_SPIN_ARM:
it: Inserisci nuovo valore per MOT_SPIN_MIN, deve essere almeno 0.02 superiore a MOT_SPIN_ARM:
ja: MOT_SPIN_MIN の新しい値を入力してください、MOT_SPIN_ARM より少なくとも 0.02 高くする必要があります:
pt: Introduza novo valor para MOT_SPIN_MIN, deve ser pelo menos 0.02 superior a MOT_SPIN_ARM:

source: Testing motor %(seq)s at motor output %(num)d
de: Motor %(seq)s wird an Motor-Ausgang %(num)d getestet
it: Test motore %(seq)s all'uscita motore %(num)d
ja: モータ %(seq)s をモータ出力 %(num)d でテスト中
pt: A testar motor %(seq)s na saída de motor %(num)d

source: Battery Voltage Warning
de: Batteriespannungs-Warnung
it: Avviso Tensione Batteria
ja: バッテリー電圧警告
pt: Aviso de Tensão da Bateria

source: Safety Check Failed
de: Sicherheitsprüfung fehlgeschlagen
it: Controllo Sicurezza Fallito
ja: 安全チェックに失敗しました
pt: Verificação de Segurança Falhou

source: Parameter Validation Error
de: Parameter-Validierungsfehler
it: Errore Validazione Parametri
ja: パラメータ検証エラー
pt: Erro de Validação de Parâmetros

source: Invalid Parameters
de: Ungültige Parameter
it: Parametri Non Validi
ja: 無効なパラメータ
pt: Parâmetros Inválidos

source: Test Failed
de: Test fehlgeschlagen
it: Test Fallito
ja: テストに失敗しました
pt: Teste Falhou

source: Unexpected Error
de: Unerwarteter Fehler
it: Errore Inaspettato
ja: 予期しないエラー
pt: Erro Inesperado

source: Testing all motors
de: Alle Motoren werden getestet
it: Test di tutti i motori
ja: すべてのモータをテスト中
pt: A testar todos os motores

source: Testing motors in sequence
de: Motoren werden sequentiell getestet
it: Test motori in sequenza
ja: モータを順次テスト中
pt: A testar motores em sequência

source: Stopping all motors
de: Alle Motoren werden gestoppt
it: Fermata tutti i motori
ja: すべてのモータを停止中
pt: A parar todos os motores

source: Safety Confirmation
de: Sicherheitsbestätigung
it: Conferma Sicurezza
ja: 安全確認
pt: Confirmação de Segurança

source: Command sent
de: Befehl gesendet
it: Comando inviato
ja: コマンドが送信されました
pt: Comando enviado

source: Stop sent
de: Stopp gesendet
it: Fermata inviata
ja: 停止が送信されました
pt: Paragem enviada

source: Could not refresh frame configuration from flight controller
de: Konnte Rahmenkonfiguration vom Flugregler nicht aktualisieren
it: Impossibile aggiornare la configurazione del telaio dal controllore di volo
ja: フライトコントローラーからフレーム構成を更新できませんでした
pt: Impossível atualizar configuração de quadro do controlador de voo

source: Motor stop failed during deactivation: %(error)s. Please verify motors are stopped.
de: Motorstopp während Deaktivierung fehlgeschlagen: %(error)s. Bitte überprüfen Sie, dass die Motoren gestoppt sind.
it: Arresto del motore fallito durante la disattivazione: %(error)s. Verificare che i motori siano arrestati.
ja: 無効化中のモーター停止に失敗しました: %(error)s。モーターが停止していることを確認してください。
pt: Falha na paragem de motor durante desativação: %(error)s. Por favor, verifique que os motores estão parados.

source: Critical error during motor stop at deactivation: %(error)s
de: Kritischer Fehler während Motorstopp bei Deaktivierung: %(error)s
it: Errore critico durante l'arresto del motore alla disattivazione: %(error)s
ja: 無効化時のモーター停止中に重大なエラーが発生しました: %(error)s
pt: Erro crítico durante paragem de motor na desativação: %(error)s

source: ArduPilot Motor Test
it: Test Motori ArduPilot
ja: ArduPilot モータテスト
pt: Teste de Motores ArduPilot

source: Motor stop command failed during shutdown - this is normal for some frame types
de: Motor-Stopp-Befehl während des Herunterfahrens fehlgeschlagen - dies ist normal für einige Frame-Typen
it: Comando fermata motore fallito durante lo spegnimento - questo è normale per alcuni tipi di telaio
ja: シャットダウン中のモータ停止コマンドが失敗しました - これは一部のフレームタイプで正常です
pt: Comando de paragem de motor falhou durante encerramento - isto é normal para alguns tipos de estrutura

source: Unexpected error during motor stop at shutdown: %(error)s
de: Unerwarteter Fehler beim Motor-Stopp während des Herunterfahrens: %(error)s
it: Errore inaspettato durante fermata motore allo spegnimento: %(error)s
ja: シャットダウン中のモータ停止で予期しないエラー: %(error)s
pt: Erro inesperado durante paragem de motor no encerramento: %(error)s

source: This main is for testing and development only. Usually, the MotorTestView is called from another script
de: Diese main ist nur für Tests und Entwicklung. Normalerweise wird MotorTestView von einem anderen Skript aufgerufen
it: Questo main è solo per test e sviluppo. Di solito, MotorTestView viene chiamato da un altro script
ja: この main はテストと開発専用です。通常、MotorTestView は別のスクリプトから呼び出されます
pt: Este main é apenas para teste e desenvolvimento. Normalmente, o MotorTestView é chamado de outro script

source: This main is for testing and development only, usually the MotorTestView is called from another script
de: Diese main ist nur für Tests und Entwicklung, normalerweise wird MotorTestView von einem anderen Skript aufgerufen
it: Questo main è solo per test e sviluppo, di solito MotorTestView viene chiamato da un altro script
ja: この main はテストと開発専用です、通常 MotorTestView は別のスクリプトから呼び出されます
pt: Este main é apenas para teste e desenvolvimento, normalmente o MotorTestView é chamado de outro script

source: list_pair_tuple must be a list of tuples or a dictionary, not %s
de: list_pair_tuple muss eine Liste von Tupeln oder ein Wörterbuch sein, nicht %s
it: list_pair_tuple deve essere una lista di tuple o un dizionario, non %s
ja: list_pair_tuple はタプルのリストまたは辞書である必要があります。%s ではありません
pt: list_pair_tuple deve ser uma lista de tuplos ou um dicionário, não %s

source: No %s combobox element selected
de: Kein %s Auswahlbox-Element ausgewählt
it: Nessun elemento combobox %s selezionato
ja: %sコンボボックス要素が選択されていません
pt: Nenhum elemento do combobox %s selecionado

source: %s combobox selected string '%s' not found in keys %s
de: Ausgewählte Zeichenfolge '%s' der %s-Combobox nicht in Schlüsseln %s gefunden
it: Stringa selezionata '%s' della combobox %s non trovata nelle chiavi %s
ja: %sコンボボックスで選択された文字列'%s'がキー%sに見つかりません
pt: Cadeia '%s' selecionada na caixa de combinação %s não encontrada nas chaves %s

source: A GUI for testing the PairTupleCombobox. Not to be used directly, but through the main ArduPilot methodic configurator script.
de: Eine GUI zum Testen des PairTupleCombobox. Nicht direkt zu verwenden, sondern über das Hauptskript des ArduPilot methodischen Konfigurators.
it: Un'interfaccia grafica per testare PairTupleCombobox. Da non utilizzare direttamente, ma attraverso lo script principale del configuratore metodico ArduPilot.
ja: PairTupleComboboxをテストするためのGUI。直接使用せず、メインのArduPilot方法論的コンフィギュレータスクリプトを通して使用してください。
pt: Uma interface gráfica para testarPairTupleCombobox. Não deve ser usada diretamente, mas através do script principal do configurador metódico do ArduPilot.

source: This main is for testing and development only, usually the PairTupleCombobox is called from another script
de: Dieser Hauptteil dient nur zu Test- und Entwicklungszwecken. Üblicherweise wird der PairTupleCombobox aus einem anderen Skript aufgerufen
it: Questo main è solo per test e sviluppo, solitamente PairTupleCombobox viene chiamato da un altro script
ja: このメインはテストと開発専用です。通常、PairTupleComboboxは別のスクリプトから呼び出されます
pt: Este main é apenas para teste e desenvolvimento, normalmente o PairTupleCombobox é chamado de outro script

source: Uploading FC parameters
ja: FC パラメータをアップロードしています

source: Uploaded {} of {} parameters
ja: {} / {} パラメータをアップロードしました

source: Reconnecting to Flight Controller
ja: フライトコントローラーに再接続しています

source: {} of {} percent
ja: {} / {} パーセント

source: Re-downloading FC parameters
de: Erneutes Herunterladen der FC-Parameter
it: Riscaricamento parametri FC
ja: FCパラメータを再ダウンロード中
pt: Rebaixando parâmetros do FC

source: - Parameter file editor and uploader
de: - Parameterdatei-Editor und -Uploader
it: - Editor e uploader file parametri
ja: - パラメータファイルエディタとアップローダ
pt: - Editor e carregador de ficheiro de parâmetros

source: Current intermediate parameter file:
de: Aktuelle Zwischenparameterdatei:
it: File parametri intermedio corrente:
ja: 現在の中間パラメータファイル:
pt: Arquivo de parâmetro intermediário atual:

source: Select the intermediate parameter file from the list of available files in the selected vehicle directory It will automatically advance to the next file once the current file is uploaded to the fight controller
de: Wählen Sie die Zwischenparameterdatei aus der Liste der verfügbaren Dateien im ausgewählten Fahrzeugverzeichnis aus. Es wird automatisch zur nächsten Datei übergegangen, sobald die aktuelle Datei an den Flugcontroller hochgeladen wurde
it: Seleziona il file di parametri intermedio dall'elenco dei file disponibili nella directory del veicolo selezionata Passerà automaticamente al file successivo una volta che il file corrente sarà caricato sul controllore di volo
ja: 選択した機体ディレクトリで利用可能なファイルリストから中間パラメータファイルを選択してください 現在のファイルがフライトコントローラにアップロードされると自動的に次のファイルに進みます
pt: Selecione o ficheiro de parâmetro intermediário na lista de ficheiros disponíveis no diretório do veículo selecionado Avançará automaticamente para o próximo ficheiro assim que o ficheiro atual for enviado para o controlador de voo

source: User Manual, Support Forum, Report a Bug, Licenses, Source Code
de: Benutzerhandbuch, Support-Forum, Fehlerbericht, Lizenzen, Quellcode
it: Manuale Utente, Forum di Supporto, Segnala un Bug, Licenze, Codice Sorgente
ja: ユーザーマニュアル、サポートフォーラム、バグの報告、ライセンス、ソースコード
pt: Manual do Usuário, Fórum de Suporte, Reportar um Bug, Licenças, Código Fonte

source: Legend
de: Legende
it: Legenda
ja: 凡例
pt: Legenda

source: the meaning of the text background colors
de: Bedeutung der Hintergrundfarben des Textes
it: il significato dei colori di sfondo del testo
ja: テキスト背景色の意味
pt: o significado das cores de fundo do texto

source: Normal parameter
de: Normaler Parameter
it: Parametro normale
ja: 通常パラメータ
pt: Parâmetro normal

source: Normal parameter - reusable in similar vehicles
de: Normaler Parameter - wiederverwendbar in ähnlichen Fahrzeugen
it: Parametro normale - riutilizzabile in veicoli simili
ja: 通常パラメータ - 類似機体で再利用可能
pt: Parâmetro normal - reutilizavél noutros veículos

source: Calibration param
de: Kalibrierungsparameter
it: Parametro di calibrazione
ja: キャリブレーションパラメータ
pt: Parâm. de calibração

source: Calibration parameter - not-reusable, even in similar vehicles
de: Kalibrierungsparameter - nicht wiederverwendbar, selbst in ähnlichen Fahrzeugen
it: Parametro di calibrazione - non riutilizzabile, anche in veicoli simili
ja: キャリブレーションパラメータ - 類似機体でも再利用不可
pt: Parâmetro de calibração - não reutilízavel, nem mesmo em veículos similares

source: Read-only param
de: Schreibgeschützter Parameter
it: Parametro in sola lettura
ja: 読み取り専用パラメータ
pt: Parâm. somente leitura

source: Read-only parameter - not writable nor changeable
de: Schreibgeschützter Parameter - nicht beschreibbar und nicht änderbar
it: Parametro in sola lettura - non scrivibile né modificabile
ja: 読み取り専用パラメータ - 書き込みも変更もできません
pt: Parâmetro somente leitura - não pode ser escrito nem alterado

source: Below limit
de: Unter dem Grenzwert
it: Sotto il limite
ja: 制限値以下
pt: Abaixo do limite

source: Parameter value below the minimum recommended value
de: Parameterwert unter dem empfohlenen Mindestwert
it: Valore del parametro sotto il valore minimo raccomandato
ja: パラメータ値が推奨最小値を下回っています
pt: Valor do parâmetro abaixo do valor mínimo recomendado

source: Default value
de: Standardwert
it: Valore predefinito
ja: デフォルト値
pt: Valor padrão

source: This is the default value of this parameter
de: Dies ist der Standardwert dieses Parameters
it: Questo è il valore predefinito di questo parametro
ja: このパラメータのデフォルト値です
pt: Valor padrão - valor por defeito deste parâmetro

source: Not available
de: Nicht verfügbar
it: Non disponibile
ja: 利用不可
pt: Não disponível

source: This parameter is not available on the connected flight controller
de: Dieser Parameter ist auf dem angeschlossenen Flugcontroller nicht verfügbar
it: Questo parametro non è disponibile sul controller di volo connesso
ja: このパラメータは接続されたフライトコントローラでは利用できません
pt: A enviar parâmetros do FC

source: Not editable
de: Nicht editierbar
it: Non modificabile
ja: 編集不可
pt: Carregado(s) {} de {} parâmetros

source: This value has been automatically calculated by the software using data from the component editor window or from the 'configuration_steps.json' file
de: Dieser Wert wurde automatisch von der Software unter Verwendung von Daten aus dem Komponentenbearbeitungsfenster oder aus der Datei 'configuration_steps.json' berechnet
it: Questo valore è stato calcolato automaticamente dal software utilizzando i dati dalla finestra dell'editor dei componenti o dal file 'configuration_steps.json'
ja: この値はソフトウェアがコンポーネントエディタウィンドウまたは'configuration_steps.json'ファイルの データを使用して自動的に計算されたものです

source: Above limit
de: Über dem Grenzwert
it: Sopra il limite
ja: 制限値以上
pt: Acima do limite

source: Parameter value above the maximum recommended value
de: Parameterwert über dem empfohlenen Höchstwert
it: Valore del parametro sopra il valore massimo raccomandato
ja: パラメータ値が推奨最大値を上回っています
pt: Valor do parâmetro acima do valor máximo recomendado

source: See only changed parameters
de: Nur geänderte Parameter anzeigen
it: Mostra solo i parametri modificati
ja: 変更されたパラメータのみ表示
pt: Veja apenas parâmetros alterados

source: Toggle to show only parameters that will change if/when uploaded to the flight controller
de: Umschalten, um nur Parameter anzuzeigen, die geändert werden, wenn/bei Upload auf den Flugcontroller
it: Attiva per mostrare solo i parametri che cambieranno se/quando caricati sul controller di volo
ja: フライトコントローラにアップロードした場合に変更されるパラメータのみを表示するトグル
pt: Alternar para mostrar apenas parâmetros que mudarão se/quando enviados ao controlador de voo

source: Annotate docs into .param files
de: Dokumente in .param-Dateien annotieren
it: Annota la documentazione nei file .param
ja: .paramファイルにドキュメントを注釈する
pt: Anotar documentos em ficheiros .param
