Repository: ArduPilot/MethodicConfigurator
Catalog: ardupilot_methodic_configurator/locale/*/LC_MESSAGES/ardupilot_methodic_configurator.po
Languages: de, it, ja, pt

source: Plugin '%(plugin_name)s' is configured but not registered. Available plugins: %(available)s
de: Plugin '%(plugin_name)s' ist konfiguriert aber nicht registriert. Verfügbare Plugins: %(available)s
it: Il plugin '%(plugin_name)s' è configurato ma non registrato. Plugin disponibili: %(available)s
ja: プラグイン '%(plugin_name)s' は設定されていますが登録されていません。利用可能なプラグイン: %(available)s
pt: Plugin '%(plugin_name)s' está configurado mas não registado. Plugins disponíveis: %(available)s

source: ArduPilot methodic configurator is a simple GUI with a table that lists parameters. The GUI reads intermediate parameter files from a directory and displays their parameters in a table. Each row displays the parameter name, its current value on the flight controller, its new value from the selected intermediate parameter file, and an "Upload" checkbox. The GUI includes "Upload selected params to FC" and "Skip" buttons at the bottom. When "Upload Selected to FC" is clicked, it uploads the selected parameters to the flight controller. When "Skip" is pressed, it skips to the next intermediate parameter file. The process gets repeated for each intermediate parameter file.
de: Der ArduPilot Methodic Configurator ist eine einfache GUI mit einer Tabelle, die Parameter auflistet. Die GUI liest Zwischenparameterdateien aus einem Verzeichnis und zeigt deren Parameter in einer Tabelle an. Jede Zeile zeigt den Parameternamen, seinen aktuellen Wert auf dem Flugcontroller, seinen neuen Wert aus der ausgewählten Zwischenparameterdatei und eine "Hochladen"-Checkbox an. Die GUI enthält die Schaltflächen "Ausgewählte Parameter an FC hochladen" und "Überspringen" unten. Wenn "Ausgewählte an FC hochladen" geklickt wird, werden die ausgewählten Parameter an den Flugcontroller hochgeladen. Wenn "Überspringen" gedrückt wird, wird zur nächsten Zwischenparameterdatei weitergeschaltet. Der Prozess wiederholt sich für jede Zwischenparameterdatei.
it: ArduPilot methodic configurator è una semplice interfaccia grafica con una tabella che elenca i parametri. L'interfaccia legge i file di parametri intermedi da una directory e visualizza i loro parametri in una tabella. Ogni riga mostra il nome del parametro, il suo valore corrente sul controllore di volo, il suo nuovo valore dal file di parametri intermedio selezionato e una casella di spunta "Carica". L'interfaccia include i pulsanti "Carica parametri selezionati su FC" e "Salta" in basso. Quando si fa clic su "Carica selezionati su FC", carica i parametri selezionati sul controllore di volo. Quando si preme "Salta", passa al file di parametri intermedio successivo. Il processo viene ripetuto per ogni file di parametri intermedio.
ja: ArduPilot メソディック コンフィギュレーターは、パラメータを一覧表示するシンプルなGUIです。このGUIはディレクトリから中間パラメータファイルを読み取り、それらのパラメータをテーブルに表示します。各行にはパラメータ名、フライトコントローラー上の現在の値、選択された中間パラメータファイルからの新しい値、および「アップロード」チェックボックスが表示されます。GUI の下部には「選択したパラメータをFCにアップロード」と「スキップ」ボタンがあります。「選択したものをFCにアップロード」をクリックすると、選択したパラメータがフライトコントローラーにアップロードされます。「スキップ」を押すと、次の中間パラメータファイルにスキップします。このプロセスは各中間パラメータファイルに対して繰り返されます。
pt: O configurador metódico do ArduPilot é uma interface gráfica simples com uma tabela que lista os parâmetros. A interface lê ficheiros de parâmetros intermediários de um diretório e exibe seus parâmetros em uma tabela. Cada linha exibe o nome do parâmetro, seu valor atual no controlador de voo, seu novo valor do ficheiro de parâmetros intermediário selecionado e uma caixa de seleção "Enviar". A interface inclui botões "Enviar parâmetros selecionados para o FC" e "Saltar" na parte inferior. Quando o botão "Enviar Selecionados para o FC" é clicado, ele envia os parâmetros selecionados para o controlador de voo. Quando o botão "Saltar" é pressionado, ele salta para o próximo ficheiro de parâmetros intermediário. O processo é repetido para cada ficheiro de parâmetros intermediários.

source: Will now exit the old software version.
de: Die alte Softwareversion wird jetzt beendet.
it: Ora uscirà dalla vecchia versione del software.
ja: 古いソフトウェアバージョンを終了します。
pt: Irá agora sair da versão antiga do software.

source: No serial ports found
de: Keine seriellen Ports gefunden
it: Nessuna porta seriale trovata
ja: シリアルポートが見つかりません
pt: Nenhuma porta serial encontrada

source: Vehicle type explicitly set to %s.
de: Fahrzeugtyp explizit auf %s gesetzt.
it: Tipo di veicolo impostato esplicitamente a %s.
ja: 機体タイプを%sに明示的に設定しました。
pt: Tipo de veículo explicitamente definido como %s.

source: Vehicle type not set explicitly, auto-detected %s.
de: Fahrzeugtyp nicht explizit eingestellt, automatisch erkannt %s.
it: Tipo di veicolo non impostato esplicitamente, rilevato automaticamente %s.
ja: 機体タイプが明示的に設定されていないため、%sを自動検出しました。
pt: Tipo de veículo não definido explicitamente, auto-detectado %s.

source: Vehicle directory %(old_dir)s is not writable. Using %(new_dir)s instead.
ja: 車両ディレクトリ %(old_dir)s は書き込み可能ではありません。代わりに %(new_dir)s を使用します。

source: Using Vehicle directory %(new_dir)s for initial parameter download.
ja: 初期パラメータダウンロード用に車両ディレクトリ %(new_dir)s を使用します。

source: Fatal error reading parameter files
de: Schwerwiegender Fehler beim Lesen der Parameterdateien
it: Errore fatale nella lettura dei file dei parametri
ja: パラメータファイルの読み込みで致命的なエラーが発生しました
pt: Erro fatal lendo ficheiros de parâmetros

source: Will present all vehicle templates for all vehicle types since no FC connected and no explicit vehicle type set on the command line
de: Wird alle Fahrzeugvorlagen für alle Fahrzeugtypen anzeigen, da kein FC verbunden ist und kein expliziter Fahrzeugtyp in der Befehlszeile festgelegt wurde
it: Mostrerà tutti i modelli di veicolo per tutti i tipi di veicolo poiché non c'è FC connesso e nessun tipo di veicolo esplicito impostato dalla riga di comando
ja: FCが接続されておらず、コマンドラインで明示的な車両タイプが設定されていないため、すべての車両タイプのすべての車両テンプレートを表示します
pt: Irá apresentar todos os modelos de veículos para todos os tipos de veículos, pois não há FC conectado e nenhum tipo de veículo explícito definido na linha de comando

source: Failed to reset parameters to defaults: %(error)s
de: Fehler beim Zurücksetzen der Parameter auf Standardwerte: %(error)s
it: Errore nel ripristino dei parametri ai valori predefiniti: %(error)s
ja: パラメータのデフォルト値へのリセットに失敗しました: %(error)s
pt: Falha ao repor parâmetros para valores predefinidos: %(error)s

source: Unknown
de: Unbekannt
it: Sconosciuto
ja: 不明
pt: Desconhecido

source: Error in derived parameters
de: Fehler in abgeleiteten Parametern
it: Errore nei parametri derivati
ja: 派生パラメータにエラーがあります
pt: Erro nos parâmetros derivados

source: Created backup file autobackup_%02d.param
de: Backup-Datei autobackup_%02d.param erstellt
it: Creato file di backup autobackup_%02d.param
ja: バックアップファイル autobackup_%02d.param を作成しました
pt: Ficheiro de backup autobackup_%02d.param criado

source: Permission denied when creating backup files: %s
de: Zugriff verweigert beim Erstellen von Sicherungsdateien: %s
it: Permesso negato durante la creazione dei file di backup: %s
ja: バックアップファイルの作成時にアクセス拒否されました: %s
pt: Permissão negada ao criar ficheiros de backup: %s

source: Please check file permissions and ensure you have write access to the vehicle directory
de: Bitte überprüfen Sie die Dateiberechtigungen und stellen Sie sicher, dass Sie Schreibzugriff auf das Fahrzeugverzeichnis haben
it: Si prega di controllare i permessi del file e assicurarsi di avere accesso in scrittura alla directory del veicolo
ja: ファイルの権限を確認し、車両ディレクトリへの書き込みアクセス権があることを確認してください
pt: Por favor, verifique as permissões do ficheiro e certifique-se de que tem acesso de escrita ao diretório do veículo

source: Insufficient disk space to create backup files: %s
de: Unzureichender Speicherplatz zum Erstellen von Sicherungsdateien: %s
it: Spazio su disco insufficiente per creare i file di backup: %s
ja: バックアップファイルを作成するためのディスク容量が不足しています: %s
pt: Espaço em disco insuficiente para criar ficheiros de backup: %s

source: Please free up disk space and try again
de: Bitte geben Sie Speicherplatz frei und versuchen Sie es erneut
it: Si prega di liberare spazio su disco e riprovare
ja: ディスク容量を解放して再試行してください
pt: Por favor, libere espaço em disco e tente novamente

source: Failed to create backup files: %s
de: Fehler beim Erstellen von Sicherungsdateien: %s
it: Impossibile creare i file di backup: %s
ja: バックアップファイルの作成に失敗しました: %s
pt: Falha ao criar ficheiros de backup: %s

source: Unexpected error creating backup files: %s
de: Unerwarteter Fehler beim Erstellen von Sicherungsdateien: %s
it: Errore imprevisto durante la creazione dei file di backup: %s
ja: バックアップファイルの作成中に予期しないエラーが発生しました: %s
pt: Erro inesperado ao criar ficheiros de backup: %s

source: Incompatible parameter definition file detected
de: Inkompatible Parameterdefinitionsdatei erkannt
it: Rilevato file di definizione parametri incompatibile
ja: 互換性のないパラメータ定義ファイルが検出されました
pt: Ficheiro de definição de parâmetros incompatível detetado

source: The parameter definition file 'apm.pdef.xml' is incompatible with ArduPilot 4.6.x firmware. It appears to be from the master branch. The file will be deleted. Please restart the ArduPilot Methodic Configurator.
de: Die Parameterdefinitionsdatei 'apm.pdef.xml' ist inkompatibel mit ArduPilot 4.6.x Firmware. Sie scheint aus dem Master-Branch zu stammen. Die Datei wird gelöscht. Bitte starten Sie den ArduPilot Methodic Configurator neu.
it: Il file di definizione parametri 'apm.pdef.xml' è incompatibile con il firmware ArduPilot 4.6.x. Sembra provenire dal branch master. Il file verrà eliminato. Si prega di riavviare ArduPilot Methodic Configurator.
ja: パラメータ定義ファイル 'apm.pdef.xml' は ArduPilot 4.6.x ファームウェアと互換性がありません。master ブランチからのものであるようです。ファイルは削除されます。ArduPilot Methodic Configurator を再起動してください。
pt: O ficheiro de definição de parâmetros 'apm.pdef.xml' é incompatível com o firmware ArduPilot 4.6.x. Parece ser da branch master. O ficheiro será eliminado. Por favor reinicie o ArduPilot Methodic Configurator.

source: either min or inf, but not both
de: Entweder min oder inf, aber nicht beides
it: o min o inf, ma non entrambi
ja: minまたはinfのどちらか一方のみ使用可能（両方は不可）
pt: ou min ou inf, mas não ambos

source: either max or sup, but not both
de: Entweder max oder sup, aber nicht beides
it: o max o sup, ma non entrambi
ja: maxまたはsupのどちらか一方のみ使用可能（両方は不可）
pt: ou max ou sup, mas não ambos

source: valid range: {_lo}, {_up}
de: gültiger Bereich: {_lo}, {_up}
it: intervallo valido: {_lo}, {_up}
ja: 有効範囲: {_lo}, {_up}
pt: faixa válida: {_lo}, {_up}

source: Value must be a number.
de: Der Wert muss eine Zahl sein.
it: Il valore deve essere un numero.
ja: 値は数字である必要があります。
pt: O valor tem de ser um número.

source: Could not detect vehicle type. Defaulting to %s.
de: Fahrzeugtyp konnte nicht erkannt werden. Standardmäßig auf %s gesetzt.
it: Impossibile rilevare il tipo di veicolo. Impostazione predefinita a %s.
ja: 機体タイプを検出できませんでした。デフォルトの%sを使用します。
pt: Não foi possível detectar o tipo de veículo. Usando %s como padrão.

source: File %s already exists. Will not rename file %s to %s.
de: Die Datei %s existiert bereits. Datei %s wird nicht in %s umbenannt.
it: Il file %s esiste già. Non verrà rinominato il file %s in %s.
ja: ファイル%sはすでに存在します。ファイル%sを%sに名前変更しません。
pt: Ficheiro % já existe. Não vai mudar o nome do ficheiro %s para %s.

source: Could not convert values to int or float for %s
de: Werte konnten nicht in int oder float für %s konvertiert werden
it: Impossibile convertire i valori in int o float per %s
ja: %s の値を整数または浮動小数点数に変換できませんでした
pt: Não foi possível converter valores para int ou float para %s

source: Parameter %s has invalid metadata. Please file a bug at %s
de: Parameter %s hat ungültige Metadaten. Bitte melden Sie einen Fehler unter %s
it: Il parametro %s ha metadati non validi. Per favore segnala un bug su %s
ja: パラメータ %s に無効なメタデータがあります。%s でバグを報告してください
pt: O parâmetro %s tem metadados inválidos. Por favor, reporte um erro em %s

source: Error: %s is not a directory.
de: Fehler: %s ist kein Verzeichnis.
it: Errore: %s non è una directory.
ja: エラー: %sはディレクトリではありません。
pt: Erro: %s não é um diretório.

source: Intermediate parameter files and summary files zipped to %s
de: Zwischenspeicher-Parameterdateien und Zusammenfassungsdateien in %s gezippt
it: File dei parametri intermedi e file di riepilogo compressi in %s
ja: 中間パラメータファイルと要約ファイルは%sに圧縮されました
pt: Ficheiros de parâmetros intermediários e ficheiros de resumo compactados em %s

source: Template directory does not exist: {template_dir}
de: Vorlagenverzeichnis existiert nicht: {template_dir}
it: Directory dei modelli non esistente: {template_dir}
ja: テンプレートディレクトリが存在しません: {template_dir}
pt: O diretório do modelo não existe: {template_dir}

source: New vehicle directory does not exist: {new_vehicle_dir}
de: Neues Fahrzeugverzeichnis existiert nicht: {new_vehicle_dir}
it: La directory del nuovo veicolo non esiste: {new_vehicle_dir}
ja: 新しい機体ディレクトリが存在しません: {new_vehicle_dir}
pt: O diretório do novo veículo não existe: {new_vehicle_dir}

source: Error copying template files to new vehicle directory: {_e}
de: Fehler beim Kopieren der Vorlagendateien in das neue Fahrzeugverzeichnis: {_e}
it: Errore durante la copia dei file modello nella directory del nuovo veicolo: {_e}
ja: テンプレートファイルを新しい機体ディレクトリにコピー中にエラーが発生しました: {_e}
pt: Erro ao criar novo diretório de veículo: {_e}

source: New vehicle directory does not exist: {vehicle_dir}
de: Neues Fahrzeugverzeichnis existiert nicht: {vehicle_dir}
it: La directory del nuovo veicolo non esiste: {vehicle_dir}
ja: 新しい機体ディレクトリが存在しません: {vehicle_dir}
pt: O novo diretório do veículo não existe: {vehicle_dir}

source: Error removing %s
de: Fehler beim Entfernen von %s
it: Errore nella rimozione di %s
ja: %s の削除中にエラーが発生しました
pt: Erro ao remover %s

source: Error removing directory %s
de: Fehler beim Entfernen des Verzeichnisses %s
it: Errore nella rimozione della directory %s
ja: ディレクトリ %s の削除中にエラーが発生しました
pt: Erro ao remover o diretório %s

source: Error removing created files: {error_list}
de: Fehler beim Entfernen erstellter Dateien: {error_list}
it: Errore nella rimozione dei file creati: {error_list}
ja: 作成されたファイルの削除中にエラーが発生しました: {error_list}
pt: Erro ao remover arquivos criados: {error_list}

source: Error removing created files: {_e}
de: Fehler beim Entfernen erstellter Dateien: {_e}
it: Errore nella rimozione dei file creati: {_e}
ja: 作成されたファイルの削除中にエラーが発生しました: {_e}
pt: Erro ao remover arquivos criados: {_e}

source: Error removing created files:
de: Fehler beim Entfernen erstellter Dateien:
it: Errore nella rimozione dei file creati:
ja: 作成されたファイルの削除中にエラーが発生しました:
pt: Erro ao remover arquivos criados:

source: Error writing last uploaded filename: %s
de: Fehler beim Schreiben des zuletzt hochgeladenen Dateinamens: %s
it: Errore durante la scrittura dell'ultimo nome file caricato: %s
ja: 最後にアップロードされたファイル名の書き込み中にエラーが発生しました: %s
pt: Erro ao escrever o nome do último ficheiro enviado: %s

source: last_uploaded_filename.txt not found: %s
de: letzter_hochgeladener_dateiname.txt nicht gefunden: %s
it: last_uploaded_filename.txt non trovato: %s
ja: last_uploaded_filename.txtが見つかりません: %s
pt: last_uploaded_filename.txt não encontrado: %s

source: Error reading last uploaded filename: %s
de: Fehler beim Lesen des zuletzt hochgeladenen Dateinamens: %s
it: Errore durante la lettura dell'ultimo nome file caricato: %s
ja: 最後にアップロードされたファイル名の読み込み中にエラーが発生しました: %s
pt: Erro ao ler o nome do último ficheiro enviado: %s

source: Starting file index %s is out of range. Starting with file %s instead.
de: Der Startdateiindex %s liegt außerhalb des Bereichs. Beginnen mit Datei %s stattdessen.
it: L'indice del file di partenza %s è fuori intervallo. Si inizia con il file %s.
ja: 開始ファイルインデックス%sは範囲外です。代わりにファイル%sから開始します。
pt: Índice do ficheiro inicial %s está fora de alcance. Começando com o ficheiro %s em vez disso.

source: Starting with the first file.
de: Beginne mit der ersten Datei.
it: Inizio dal primo file.
ja: 最初のファイルから開始します。
pt: Começando com o primeiro ficheiro.

source: Starting with the first non-tcal file.
de: Beginne mit der ersten Nicht-TCAL-Datei.
it: Inizio dal primo file non-tcal.
ja: 最初の非tcalファイルから開始します。
pt: Começando com o primeiro ficheiro não-tcal.

source: Last uploaded file was %s.
de: Die letzte hochgeladene Datei war %s.
it: L'ultimo file caricato era %s.
ja: 最後にアップロードされたファイルは%sでした。
pt: Último ficheiro enviado foi %s.

source: No last uploaded file found. %s.
de: Keine letzte hochgeladene Datei gefunden. %s.
it: Nessun ultimo file caricato trovato. %s.
ja: 最後にアップロードされたファイルが見つかりません。%s。
pt: Nenhum ficheiro enviado encontrado. %s.

source: Last uploaded file not found in the list of files. %s.
de: Letzte hochgeladene Datei nicht in der Liste der Dateien gefunden. %s.
it: Ultimo file caricato non trovato nella lista dei file. %s.
ja: 最後にアップロードされたファイルがファイルリストに見つかりません。%s。
pt: Último ficheiro enviado não encontrado na lista de ficheiros. %s.

source: Last uploaded file is the last file in the list. Starting from the beginning.
de: Die zuletzt hochgeladene Datei ist die letzte Datei in der Liste. Starte vom Anfang.
it: L'ultimo file caricato è l'ultimo file nell'elenco. Ripartendo dall'inizio.
ja: 最後にアップロードされたファイルがリストの最後のファイルです。最初から開始します。
pt: O último ficheiro carregado é o último ficheiro na lista. A iniciar do início.

source: The type of the vehicle. Default is ArduCopter
de: Der Typ des Fahrzeugs. Standard ist ArduCopter
it: Il tipo del veicolo. Predefinito è ArduCopter
ja: 機体の種類。デフォルトはArduCopterです
pt: O tipo do veículo. Por defeito é ArduCopter

source: Directory containing vehicle-specific intermediate parameter files. Default is the current working directory
de: Verzeichnis mit fahrzeugspezifischen Zwischenparameterdateien. Standard ist das aktuelle Arbeitsverzeichnis
it: Directory contenente i file dei parametri intermedi specifici del veicolo. Predefinita è la directory di lavoro corrente
ja: 機体固有の中間パラメータファイルを含むディレクトリ。デフォルトは現在の作業ディレクトリです
pt: Diretório que contém os ficheiros de parâmetros intermédios específicos do veículo. Por defeito é o diretório de trabalho atual

source: Start directly on the nth intermediate parameter file (skips previous files). Default is to start on the file next to the last that you wrote to the flight controller. If the file does not exist, it will start on the first file.
de: Direkt mit der n-ten Zwischenparameterdatei beginnen (überspringt vorherige Dateien). Standardmäßig wird mit der Datei neben der letzten begonnen, die Sie in den Flugcontroller geschrieben haben. Wenn die Datei nicht existiert, wird mit der ersten Datei begonnen.
it: Inizia direttamente dall'n-esimo file dei parametri intermedi (salta i file precedenti). L'impostazione predefinita è iniziare dal file successivo all'ultimo scritto sul controller di volo. Se il file non esiste, inizierà dal primo file.
ja: n番目の中間パラメータファイルから直接開始します（以前のファイルをスキップ）。デフォルトでは、フライトコントローラに書き込んだ最後のファイルの次のファイルから開始します。ファイルが存在しない場合は、最初のファイルから開始します。
pt: Começar diretamente no ficheiro de parâmetros intermédios n (ignora os ficheiros anteriores). Por defeito começa no ficheiro seguinte ao último que escreveu no controlador de voo. Se o ficheiro não existir, começará no primeiro ficheiro.

source: Allow opening and editing template files directly. Only for software developers that know what they are doing. Default is %(default)s
de: Erlaubt das direkte Öffnen und Bearbeiten von Vorlagendateien. Nur für Softwareentwickler, die wissen, was sie tun. Standard ist %(default)s
it: Consente l'apertura e la modifica diretta dei file modello. Solo per sviluppatori software che sanno cosa stanno facendo. Predefinito è %(default)s
ja: テンプレートファイルを直接開いて編集することを許可します。これは何をしているかを理解しているソフトウェア開発者のみ対象です。デフォルトは%(default)sです
pt: Permite abrir e editar ficheiros modelo diretamente. Apenas para programadores que saibam o que estão a fazer. Por defeito é %(default)s

source: Save the vehicle component to the system templates. Only for software developers that know what they are doing. Default is %(default)s
de: Speichern Sie die Fahrzeugkomponente in den Systemvorlagen. Nur für Softwareentwickler, die wissen, was sie tun. Standard ist %(default)s
it: Salva il componente del veicolo nei modelli di sistema. Solo per sviluppatori che sanno cosa stanno facendo. Il valore predefinito è %(default)s
ja: 車両コンポーネントをシステムテンプレートに保存します。これは何をしているか分かっている開発者のみ使用してください。デフォルトは %(default)s です
pt: Guardar o componente do veículo nos modelos do sistema. Apenas para programadores que sabem o que estão a fazer. Por defeito é %(default)s

source: Configuration steps '%s' loaded from %s (overwriting default configuration steps).
de: Konfigurationsschritte '%s' von %s geladen (Standardkonfigurationsschritte überschreiben).
it: Passaggi di configurazione '%s' caricati da %s (sovrascrivendo i passaggi di configurazione predefiniti).
ja: 設定手順'%s'を%sから読み込みました（デフォルトの設定手順を上書きします）。
pt: Passos de configuração '%s' carregados de %s (substituindo passos de configuração padrão).

source: Configuration steps '%s' loaded from %s.
de: Konfigurationsschritte '%s' von %s geladen.
it: Passaggi di configurazione '%s' caricati da %s.
ja: 設定手順'%s'を%sから読み込みました。
pt: Passos de configuração '%s' carregados de %s.

source: Error in file '%s': %s
de: Fehler in Datei '%s': %s
it: Errore nel file '%s': %s
ja: ファイル'%s'にエラーがあります: %s
pt: Erro no ficheiro '%s': %s

source: Schema file '%s' not found
de: Schema-Datei '%s' nicht gefunden
it: File di schema '%s' non trovato
ja: スキーマファイル'%s'が見つかりません
pt: Ficheiro de esquema '%s' não encontrado

source: Configuration steps validation error: %s
de: Fehler bei der Validierung der Konfigurationsschritte: %s
it: Errore di validazione dei passaggi di configurazione: %s
ja: 設定手順の検証エラー: %s
pt: Erro de validação dos passos de configuração: %s

source: Error in schema file '%s': %s
de: Fehler in Schema-Datei '%s': %s
it: Errore nel file di schema '%s': %s
ja: スキーマファイル'%s'にエラーがあります: %s
pt: Erro no ficheiro de esquema '%s': %s

source: No configuration steps documentation and no forced and derived parameters will be available.
de: Keine Dokumentation zu Konfigurationsschritten verfügbar, und keine erzwungenen und abgeleiteten Parameter sind verfügbar.
it: Nessuna documentazione dei passaggi di configurazione e nessun parametro forzato e derivato sarà disponibile.
ja: 設定手順のドキュメントと強制および派生パラメータは利用できません。
pt: Nenhuma documentação de passos de configuração disponível e nenhum parâmetro forçado ou derivado estará disponível.

source: No configuration phases documentation will be available.
de: Keine Dokumentation zu Konfigurationsphasen verfügbar.
it: Nessuna documentazione sulle fasi di configurazione sarà disponibile.
ja: 設定フェーズのドキュメントは利用できません。
pt: Não estará disponível documentação sobre as fases de configuração.

source: Error in file '%s': '%s' %s parameter is not a dictionary
de: Fehler in Datei '%s': '%s' %s-Parameter ist kein Wörterbuch
it: Errore nel file '%s': il parametro '%s' %s non è un dizionario
ja: ファイル'%s'にエラー: '%s' %sパラメータが辞書ではありません
pt: Erro no ficheiro '%s': '%s' %s parâmetro não é um dicionário

source: Error in file '%s': '%s' %s parameter '%s' 'New Value' attribute not found.
de: Fehler in Datei '%s': '%s' %s-Parameter '%s' 'Neuer Wert'-Attribut nicht gefunden.
it: Errore nel file '%s': attributo 'New Value' non trovato per il parametro '%s' %s '%s'.
ja: ファイル'%s'にエラー: '%s' %sパラメータ'%s'の'New Value'属性が見つかりません。
pt: Erro no ficheiro '%s': '%s' %s parâmetro '%s' atributo 'Novo Valor' não encontrado.

source: Error in file '%s': '%s' %s parameter '%s' 'Change Reason' attribute not found.
de: Fehler in Datei '%s': '%s' %s-Parameter '%s' 'Änderungsgrund'-Attribut nicht gefunden.
it: Errore nel file '%s': attributo 'Change Reason' non trovato per il parametro '%s' %s '%s'.
ja: ファイル'%s'にエラー: '%s' %sパラメータ'%s'の'Change Reason'属性が見つかりません。
pt: Erro no ficheiro '%s': '%s' %s parâmetro '%s' atributo 'Razão da Mudança' não encontrado.
