Repository: ArduPilot/MethodicConfigurator
Catalog: ardupilot_methodic_configurator/locale/*/LC_MESSAGES/ardupilot_methodic_configurator.po
Languages: de, it, ja, pt

source: Annotate ArduPilot parameter documentation metadata into the intermediate parameter files The files will be bigger, but all the existing parameter documentation will be included inside
de: Annotieren Sie ArduPilot-Parameterdokumentationsmetadaten in die Zwischenparameterdateien. Die Dateien werden größer, aber alle vorhandenen Dokumentationen der Parameter werden enthalten sein
it: Annota i metadati della documentazione dei parametri ArduPilot nei file di parametri intermedi I file saranno più grandi, ma tutta la documentazione dei parametri esistente sarà inclusa all'interno
ja: ArduPilotパラメータドキュメントのメタデータを中間パラメータファイルに注釈として付加します ファイルは大きくなりますが、既存のすべてのパラメータドキュメントが内部に含まれます
pt: Anotar metadados de documentação de parâmetros do ArduPilot nos ficheiros de parâmetros intermediários Os ficheiros serão maiores, mas toda a documentação de parâmetros existente estará incluída

source: Upload selected params to FC, and advance to next param file
de: Ausgewählte Parameter zum FC hochladen und zur nächsten Parameterdatei fortfahren
ja: 選択したパラメータをFCにアップロードし、 次のパラメータファイルに進む
pt: Carregar parâmetros selecionados para o FC e avançar para o próximo ficheiro de parâmetros

source: Upload selected parameters to the flight controller and advance to the next intermediate parameter file If changes have been made to the current file it will ask if you want to save them It will reset the FC if necessary, re-download all parameters and validate their value
de: Wählen Sie die ausgewählten Parameter zum Hochladen an den Flugcontroller aus und wechseln Sie zur nächsten Zwischenparameterdatei. Wenn Änderungen an der aktuellen Datei vorgenommen wurden, wird gefragt, ob Sie diese speichern möchten. Es wird gegebenenfalls der FC zurückgesetzt, alle Parameter erneut heruntergeladen und deren Werte validiert
it: Carica i parametri selezionati sul controllore di volo e passa al file di parametri intermedio successivo Se sono state apportate modifiche al file corrente chiederà se si desidera salvarle Resetterà il FC se necessario, riscaricherà tutti i parametri e ne convaliderà i valori
ja: 選択したパラメータをフライトコントローラにアップロードし、次の中間パラメータファイルに進みます 現在のファイルに変更が加えられている場合は、保存するかどうか確認します 必要に応じてFCをリセットし、すべてのパラメータを再ダウンロードして値を検証します
pt: Enviar parâmetros selecionados para o controlador de voo e avançar para o próximo ficheiro de parâmetro intermediário Se tiver havido alterações no ficheiro atual, será perguntado se deseja salvá-las Irá reiniciar o controlador de voo, se necessário, transferir novamente todos os parâmetros e validar seu valor

source: No flight controller connected, upload not available
de: Kein Flugcontroller verbunden, Upload nicht verfügbar
it: Nessun controllore di volo connesso, caricamento non disponibile
ja: フライトコントローラーが接続されていません、アップロードは利用できません
pt: Nenhum controlador de voo conectado, carregamento não disponível

source: Download last flight log
de: Letztes Flugprotokoll herunterladen
it: Scarica ultimo registro di volo
ja: 最後のフライトログをダウンロード
pt: Transferir último registo de voo

source: Download the last flight log from the flight controller This will save the previous flight log to a file on your computer for analysis
de: Das letzte Flugprotokoll vom Flugcontroller herunterladen Dadurch wird das vorherige Flugprotokoll zur Analyse in einer Datei auf Ihrem Computer gespeichert
it: Scarica l'ultimo registro di volo dal controllore di volo Questo salverà il registro di volo precedente in un file sul tuo computer per l'analisi
ja: フライトコントローラーから最後のフライトログをダウンロードします これにより、前回のフライトログが分析用にコンピューターのファイルに保存されます
pt: Transferir o último registo de voo do controlador de voo Isto irá guardar o registo de voo anterior num ficheiro no seu computador para análise

source: No flight controller connected or MAVFTP not supported
de: Kein Flugcontroller verbunden oder MAVFTP nicht unterstützt
it: Nessun controllore di volo collegato o MAVFTP non supportato
ja: フライトコントローラーが接続されていないか、MAVFTPがサポートされていません
pt: Nenhum controlador de voo ligado ou MAVFTP não suportado

source: Zip Vehicle for Forum Help
de: Fahrzeug für Forenhilfe zippen
ja: フォーラムヘルプ用に機体をZip化
pt: Comprimir Veículo para Ajuda no Fórum

source: Creates a .zip file of the configuration files so that they can be easily shared for forum help
de: Erstellt eine .zip-Datei der Konfigurationsdateien, sodass sie einfach für Forenhilfe geteilt werden können
ja: 構成ファイルの.zipファイルを作成して、 フォーラムヘルプで簡単に共有できるようにします
pt: Cria um ficheiro .zip dos ficheiros de configuração para que possam ser facilmente partilhados para ajuda no fórum

source: No intermediate parameter files available
de: Keine Zwischen-Parameterdateien verfügbar
ja: 中間パラメータファイルが利用できません
pt: Nenhum ficheiro de parâmetros intermédio disponível

source: Skip parameter file
de: Parameterdatei überspringen
it: Salta file parametri
ja: パラメータファイルをスキップ
pt: Saltar ficheiro de parâmetros

source: Skip to the next intermediate parameter file without uploading any changes to the flight controller If changes have been made to the current file it will ask if you want to save them
de: Überspringen Sie zur nächsten Zwischenparameterdatei, ohne Änderungen an den Flugcontroller hochzuladen. Wenn Änderungen an der aktuellen Datei vorgenommen wurden, wird gefragt, ob Sie diese speichern möchten
it: Passa al file di parametri intermedio successivo senza caricare modifiche sul controllore di volo Se sono state apportate modifiche al file corrente chiederà se si desidera salvarle
ja: フライトコントローラに変更をアップロードせずに次の中間パラメータファイルにスキップします 現在のファイルに変更が加えられている場合は、保存するかどうか確認します
pt: Salte para o próximo ficheiro de parâmetro intermediário sem enviar alterações para o controlador de voo Se tiver havido alterações no ficheiro atual, será perguntado se deseja salvá-las

source: Error deactivating plugin: %s
de: Fehler beim Deaktivieren des Plugins: %s
it: Errore nella disattivazione del plugin: %s
ja: プラグインの無効化エラー: %s
pt: Erro ao desativar plugin: %s

source: Error destroying plugin view: %s
de: Fehler beim Zerstören der Plugin-Ansicht: %s
it: Errore nella distruzione della vista del plugin: %s
ja: プラグインビューの破棄エラー: %s
pt: Erro ao destruir vista do plugin: %s

source: Error destroying paned window: %s
de: Fehler beim Zerstören des geteilten Fensters: %s
it: Errore nella distruzione della finestra divisa: %s
ja: ペインウィンドウの破棄エラー: %s
pt: Erro ao destruir janela dividida: %s

source: Plugin configuration missing name
de: Plugin-Konfiguration ohne Name
it: Configurazione del plugin senza nome
ja: プラグイン構成に名前がありません
pt: Configuração do plugin sem nome

source: Unknown plugin: {plugin_name}
de: Unbekanntes Plugin: {plugin_name}
it: Plugin sconosciuto: {plugin_name}
ja: 不明なプラグイン: {plugin_name}
pt: Plugin desconhecido: {plugin_name}

source: Plugin requires flight controller connection
de: Plugin erfordert Flugregler-Verbindung
it: Il plugin richiede la connessione al controllore di volo
ja: プラグインにはフライトコントローラー接続が必要です
pt: Plugin requer ligação ao controlador de voo

source: Failed to create plugin: {plugin_name}
de: Fehler beim Erstellen des Plugins: {plugin_name}
it: Impossibile creare il plugin: {plugin_name}
ja: プラグインの作成に失敗しました: {plugin_name}
pt: Falha ao criar plugin: {plugin_name}

source: Error activating plugin: %s
de: Fehler beim Aktivieren des Plugins: %s
it: Errore nell'attivazione del plugin: %s
ja: プラグインの有効化エラー: %s
pt: Erro ao ativar plugin: %s

source: Error loading plugin {plugin_name}: {error}
de: Fehler beim Laden des Plugins {plugin_name}: {error}
it: Errore nel caricamento del plugin {plugin_name}: {error}
ja: プラグイン{plugin_name}の読み込みエラー: {error}
pt: Erro ao carregar plugin {plugin_name}: {error}

source: ArduPilot binary log files
de: ArduPilot-Binärprotokolldateien
it: File di log binari ArduPilot
ja: ArduPilotバイナリログファイル
pt: Arquivos de log binários do ArduPilot

source: Reading IMU calibration messages
de: IMU-Kalibrierungsnachrichten werden gelesen
it: Lettura messaggi di calibrazione IMU
ja: IMUキャリブレーションメッセージを読み込み中
pt: Lendo mensagens de calibração do IMU

source: Please wait, this can take a long time
de: Bitte warten, das kann eine Weile dauern
it: Attendere prego, questa operazione può richiedere molto tempo
ja: お待ちください、これには時間がかかります
pt: Por favor, aguarde, isso pode levar um tempo

source: Click here to open the Tuning Guide relevant Section
de: Klicken Sie hier, um den relevanten Abschnitt des Tuning-Leitfadens zu öffnen
it: Clicca qui per aprire la Sezione rilevante della Guida di Regolazione
ja: チューニングガイドの関連セクションを開くにはここをクリック
pt: Clique aqui para abrir a Secção relevante do Guia de Ajuste

source: Uploading file
de: Datei wird hochgeladen
it: Caricamento file
ja: ファイルをアップロード中
pt: Enviando ficheiro

source: Uploaded {} of {} %
de: Erfolgreich hochgeladen {} von {} %
it: Caricato {} di {} %
ja: {}中{}%をアップロードしました
pt: Enviado {} de {} %

source: Failed to update progress bar, {selected_file} does not start with two digits like it should: {_e}
de: Fortschrittsbalken konnte nicht aktualisiert werden, {selected_file} beginnt nicht mit zwei Ziffern wie es sollte: {_e}
it: Impossibile aggiornare la barra di avanzamento, {selected_file} non inizia con due cifre come dovrebbe: {_e}
ja: プログレスバーの更新に失敗しました、{selected_file}は必要な二桁の数字で始まっていません: {_e}
pt: Falha ao atualizar a barra de progresso, {selected_file} não começa com dois dígitos como deveria: {_e}

source: Downloading FC parameters
de: Herunterladen der FC-Parameter
it: Download parametri FC in corso
ja: FCパラメータをダウンロード中
pt: Baixando parâmetros do FC

source: Downloading Flight Log
de: Flugprotokoll wird heruntergeladen
it: Download Registro di Volo
ja: フライトログをダウンロード中
pt: A Transferir Registo de Voo

source: Downloaded {}% from {}%
de: {}% von {}% heruntergeladen
it: Scaricato {}% da {}%
ja: {}% / {}% ダウンロード済み
pt: Transferido {}% de {}%

source: Save flight log as
de: Flugprotokoll speichern unter
it: Salva registro di volo come
ja: フライトログを次の名前で保存
pt: Guardar registo de voo como

source: Binary log files
de: Binäre Protokolldateien
it: File registro binari
ja: バイナリログファイル
pt: Ficheiros de registo binários

source: All files
de: Alle Dateien
it: Tutti i file
ja: すべてのファイル
pt: Todos os ficheiros

source: Export FC params that are missing or different in the configuration steps. Default is %(default)s
ja: 設定ステップで欠落または異なる FC パラメータをエクスポートします。デフォルトは %(default)s です

source: A GUI for editing ArduPilot param files. Not to be used directly, but through the main ArduPilot methodic configurator script.
de: Eine GUI zum Bearbeiten von ArduPilot-Parameterdateien. Nicht direkt zu verwenden, sondern über das Hauptskript des ArduPilot methodischen Konfigurators.
it: Un'interfaccia grafica per modificare i file param di ArduPilot. Da non utilizzare direttamente, ma attraverso lo script principale del configuratore metodico ArduPilot.
ja: ArduPilotパラメータファイルを編集するためのGUI。直接使用せず、メインのArduPilot方法論的コンフィギュレータスクリプトを通して使用してください。
pt: Uma interface gráfica para edição de ficheiros de parâmetros do ArduPilot. Não deve ser usada diretamente, mas através do script principal do configurador metódico do ArduPilot.

source: Forum Blog:
it: Blog Forum:
ja: フォーラムブログ:
pt: Blog do Fórum:

source: 💬 Forum Blog:
it: 💬 Blog del Forum:
ja: 💬 フォーラムブログ:
pt: 💬 Fórum Blog:

source: External tool:
de: Externes Tool:
it: Strumento esterno:
ja: 外部ツール:
pt: Ferramenta externa:

source: 🔧 External tool:
de: 🔧 Externes Werkzeug:
it: 🔧 Strumento esterno:
ja: 🔧 外部ツール:
pt: 🔧 Ferramenta externa:

source: Mandatory:
de: Obligatorisch:
it: Obbligatorio:
ja: 必須:
pt: Obrigatório:

source: ❗ Mandatory:
de: ❗ Obligatorisch:
it: ❗ Obbligatorio:
ja: ❗ 必須:
pt: ❗ Obrigatório:

source: ArduPilot's forum Methodic configuration Blog post relevant for the current file
de: ArduPilots Forum-Blogbeitrag zur methodischen Konfiguration, der für die aktuelle Datei relevant ist
it: Post del Blog sulla configurazione metodica nel forum di ArduPilot rilevante per il file corrente
ja: 現在のファイルに関連するArduPilotフォーラムの方法論的設定ブログ記事
pt: Postagem do Blog de Configuração Metódica do fórum do ArduPilot relevante para o ficheiro atual

source: ArduPilot's wiki page relevant for the current file
de: ArduPilots Wiki-Seite, die für die aktuelle Datei relevant ist
it: Pagina wiki di ArduPilot rilevante per il file corrente
ja: 現在のファイルに関連するArduPilotのWikiページ
pt: Página da wiki do ArduPilot relevante para o ficheiro atual

source: External tool or documentation relevant for the current file
de: Externes Tool oder Dokumentation, die für die aktuelle Datei relevant ist
it: Strumento esterno o documentazione rilevante per il file corrente
ja: 現在のファイルに関連する外部ツールまたはドキュメント
pt: Ferramenta externa ou documentação relevante para o ficheiro atual

source: Mandatory level of the current file, 100% you MUST use this file to configure the vehicle, 0% you can ignore this file if it does not apply to your vehicle
de: Verbindlichkeitsstufe der aktuellen Datei, 100% bedeutet, Sie MÜSSEN diese Datei zur Konfiguration des Fahrzeugs verwenden, 0% bedeutet, Sie können diese Datei ignorieren, wenn sie nicht auf Ihr Fahrzeug zutrifft
it: Livello di obbligatorietà del file corrente, 100% DEVI usare questo file per configurare il veicolo, 0% puoi ignorare questo file se non si applica al tuo veicolo
ja: 現在のファイルの必須レベル、 100%はこの機体を設定するためにこのファイルを使用する必要があります、 0%は機体に適用されない場合このファイルを無視できます
pt: Nível de obrigatoriedade do ficheiro atual, 100% significa que DEVE usar este ficheiro para configurar o veículo, 0% significa que pode ignorar este ficheiro se não se aplicar ao seu veículo

source: Automatically open documentation links in browser
de: Dokumentationslinks automatisch im Browser öffnen
it: Apri automaticamente i link della documentazione nel browser
ja: ドキュメントリンクをブラウザで自動的に開く
pt: Abrir automaticamente documentação num browser

source: Automatically open all the above documentation links in a browser whenever the current intermediate parameter file changes
de: Öffnen Sie automatisch alle oben genannten Dokumentationslinks in einem Browser, wann immer die aktuelle Zwischenparameterdatei geändert wird
it: Apri automaticamente tutti i link alla documentazione sopra indicati nel browser ogni volta che il file dei parametri intermedio corrente cambia
ja: 現在の中間パラメータファイルが変更されるたびに 上記のすべてのドキュメントリンクをブラウザで自動的に開きます
pt: Abrir automaticamente toda a documentação acima num browser sempre que o ficheiro actual de parâmetros intermediários muda

source: Documentation URL not available
de: Dokumentations-URL nicht verfügbar
it: URL della documentazione non disponibile
ja: ドキュメントURLは利用できません
pt: URL da documentação não disponível

source: Parameter
it: Parametro
ja: パラメータ
pt: Parâmetro

source: Current Value
de: Aktueller Wert
it: Valore Attuale
ja: 現在の値
pt: Valor Atual

source: New Value
de: Neuer Wert
it: Nuovo Valore
ja: 新しい値
pt: Novo Valor

source: Unit
de: Einheit
it: Unità
ja: 単位
pt: Unidade

source: Delete or add a parameter
de: Löschen oder Hinzufügen eines Parameters
it: Elimina o aggiungi un parametro
ja: パラメータの削除または追加
pt: Excluir ou adicionar um parâmetro

source: Parameter name must be ^[A-Z][A-Z_0-9]* and most 16 characters long
de: Der Parametername muss ^[A-Z][A-Z_0-9]* sein und maximal 16 Zeichen lang
it: Il nome del parametro deve essere ^[A-Z][A-Z_0-9]* e lungo al massimo 16 caratteri
ja: パラメータ名は^[A-Z][A-Z_0-9]*の形式で、最大16文字である必要があります
pt: O nome do parâmetro deve ser ^[A-Z][A-Z_0-9]* e ter no máximo 16 caracteres

source: Current value on the flight controller
de: Aktueller Wert auf dem Flugcontroller
it: Valore attuale sul controllore di volo
ja: フライトコントローラーの現在の値
pt: Valor atual no controlador de voo

source: Is the new value different from the current FC value?
de: Unterscheidet sich der neue Wert vom aktuellen FC-Wert?
it: Il nuovo valore è diverso dal valore attuale del FC?
ja: 新しい値は現在のFC値と異なりますか？
pt: O novo valor é diferente do valor FC atual?

source: New value from the above selected intermediate parameter file
de: Neuer Wert aus der oben ausgewählten Zwischendatei
it: Nuovo valore dal file dei parametri intermedio selezionato sopra
ja: 上記で選択された中間パラメータファイルからの新しい値
pt: Novo valor do ficheiro de parâmetros intermediários selecionado acima

source: Parameter Unit
de: Parametereinheit
it: Unità del Parametro
ja: パラメータ単位
pt: Unidade do Parâmetro

source: Reason why respective parameter changed.
de: Grund, warum der entsprechende Parameter geändert wurde.
it: Motivo per cui il rispettivo parametro è stato modificato.
ja: 関連パラメータが変更された理由。
pt: Razão pela qual o respetivo parâmetro foi alterado.

source: Documenting change reasons is crucial because it:
de: Die Dokumentation von Änderungsgründen ist wichtig, weil sie:
it: Documentare i motivi dei cambiamenti è cruciale perché:
ja: 変更理由を文書化することが重要な理由：
pt: Documentar as razões das alterações é crucial porque:

source: * Promotes thoughtful decisions over impulsive changes
de: * Durchdachte Entscheidungen gegenüber impulsiven Änderungen fördert
it: * Promuove decisioni ponderate rispetto a modifiche impulsive
ja: * 衝動的な変更よりも熟考された決定を促進する
pt: * Promove decisões ponderadas em vez de alterações impulsivas

source: * Provides documentation for vehicle certification requirements
de: * Dokumentation für Fahrzeugzertifizierungsanforderungen bereitstellt
it: * Fornisce documentazione per i requisiti di certificazione del veicolo
ja: * 機体認証要件のための文書を提供する
pt: * Fornece documentação para requisitos de certificação do veículo

source: * Enables validation or suggestions from team members or AI tools
de: * Validierung oder Vorschläge von Teammitgliedern oder KI-Tools ermöglicht
it: * Consente la validazione o suggerimenti da parte dei membri del team o strumenti di AI
ja: * チームメンバーやAIツールからの検証や提案を可能にする
pt: * Permite validação ou sugestões de membros da equipa ou ferramentas de IA

source: * Preserves your reasoning for future reference or troubleshooting
de: * Ihre Überlegungen für zukünftige Referenz oder Fehlerbehebung bewahrt
it: * Conserva il tuo ragionamento per riferimenti futuri o risoluzione dei problemi
ja: * 将来の参照やトラブルシューティングのために判断理由を保存する
pt: * Preserva o seu raciocínio para referência futura ou resolução de problemas

source: Upload
de: Hochladen
it: Carica
ja: アップロード
pt: Enviar

source: When selected, upload the new value to the flight controller
de: Bei Auswahl neuen Wert auf den Flugcontroller hochladen
it: Quando selezionato, carica il nuovo valore sul controller di volo
ja: 選択時、新しい値をフライトコントローラにアップロードします
pt: Quando selecionado, enviar o novo valor para o controlador de voo

source: Why are you changing this parameter?
de: Warum ändern Sie diesen Parameter?
it: Perché stai modificando questo parametro?
ja: なぜこのパラメータを変更するのですか？
pt: Por que está a alterar este parâmetro?

source: No different parameters found in {selected_file}. Skipping...
de: Keine unterschiedlichen Parameter in {selected_file} gefunden. Überspringen...
it: Nessun parametro diverso trovato in {selected_file}. Salto...
ja: {selected_file}に異なるパラメータが見つかりません。スキップします...
pt: Nenhum parâmetro diferente encontrado em {selected_file}. Ignorando...

source: Add
de: Hinzufügen
it: Aggiungi
ja: 追加
pt: Adicionar

source: Add a parameter to the {self.parameter_editor.current_file} file
de: Parameter zur Datei {self.parameter_editor.current_file} hinzufügen
it: Aggiungi un parametro al file {self.parameter_editor.current_file}
ja: {self.parameter_editor.current_file}ファイルにパラメータを追加
pt: Adicionar um parâmetro ao ficheiro {self.parameter_editor.current_file}

source: Parameter %s not found in the %s file: %s
de: Parameter %s nicht in der %s Datei gefunden: %s
it: Parametro %s non trovato nel file %s: %s
ja: パラメータ%sが%sファイルに見つかりません: %s
pt: Parâmetro %s não encontrado no ficheiro %s: %s

source: Del
de: Entf
it: Canc
ja: 削除
pt: Rem

source: Delete {param_name} from the {self.parameter_editor.current_file} file
de: {param_name} aus der Datei {self.parameter_editor.current_file} löschen
it: Elimina {param_name} dal file {self.parameter_editor.current_file}
ja: {self.parameter_editor.current_file}ファイルから{param_name}を削除
pt: Eliminar {param_name} do ficheiro {self.parameter_editor.current_file}

source: Unknown error.
de: Unbekannter Fehler.
it: Errore sconosciuto.
ja: 不明なエラーです。
pt: Erro desconhecido.

source: Use out-of-range value?
de: Wert außerhalb des gültigen Bereichs verwenden?
it: Utilizzare valore fuori intervallo?
ja: 範囲外の値を使用しますか？
pt: Utilizar valor fora do intervalo?

source: This parameter already has the correct value for this configuration step. You must not change it, as this would defeat the purpose of this configuration step. Add it to other configuration step and change it there if you have a good reason to.
de: Dieser Parameter hat bereits den korrekten Wert für diesen Konfigurationsschritt. Sie dürfen ihn nicht ändern, da dies den Zweck dieses Konfigurationsschritts zunichte machen würde. Fügen Sie ihn einem anderen Konfigurationsschritt hinzu und ändern Sie ihn dort, wenn Sie einen guten Grund dafür haben.
it: Questo parametro ha già il valore corretto per questa fase di configurazione. Non devi modificarlo, poiché ciò vanificherebbe lo scopo di questa fase di configurazione. Aggiungilo ad un'altra fase di configurazione e modificalo lì se hai un buon motivo per farlo.
ja: このパラメータはすでにこの設定ステップに対して正しい値を持っています。 この設定ステップの目的を損なうため、変更してはいけません。 正当な理由がある場合は、他の設定ステップに追加してそこで変更してください。
pt: Este parâmetro já tem o valor correto para esta etapa de configuração. Não deve alterá-lo, pois isso iria contrariar o propósito desta etapa de configuração. Adicione-o a outra etapa de configuração e altere-o lá se tiver uma boa razão para tal.

source: This parameter value has been derived from information you entered in the component editor window. You need to change the information on that window to update the value here.
de: Dieser Parameterwert wurde aus Informationen abgeleitet, die Sie im Komponenten-Editor-Fenster eingegeben haben. Sie müssen die Informationen in diesem Fenster ändern, um den Wert hier zu aktualisieren.
it: Il valore di questo parametro è stato derivato dalle informazioni che hai inserito nella finestra dell'editor dei componenti. Devi modificare le informazioni in quella finestra per aggiornare il valore qui.
ja: このパラメータ値はコンポーネントエディタウィンドウで入力した情報から導出されています。 ここでの値を更新するには、そのウィンドウで情報を変更する必要があります。
pt: O valor deste parâmetro foi derivado da informação que introduziu na janela de edição de componentes. Precisa de alterar a informação nessa janela para atualizar o valor aqui.

source: Forced Parameter
de: Erzwungener Parameter
it: Parametro Forzato
ja: 強制パラメータ
pt: Parâmetro Forçado

source: Derived Parameter
de: Abgeleiteter Parameter
it: Parametro Derivato
ja: 派生パラメータ
pt: Parâmetro Derivado

source: Parameter %s changed, will later ask if change(s) should be saved to file.
de: Parameter %s geändert, es wird später gefragt, ob die Änderung(en) in die Datei gespeichert werden sollen.
it: Parametro %s modificato, verrà chiesto più tardi se salvare le modifiche nel file.
ja: パラメータ%sが変更されました。後で変更をファイルに保存するか尋ねられます。
pt: Parâmetro %s alterado, perguntará mais tarde se a(s) alteração(ões) devem ser salvas no ficheiro.

source: Error getting {param_name} checked keys: %s
de: Fehler beim Abrufen der geprüften Schlüssel für {param_name}: %s
it: Errore nell'ottenere le chiavi verificate di {param_name}: %s
ja: {param_name}のチェック済みキーの取得エラー: %s
pt: Erro ao obter chaves verificadas de {param_name}: %s

source: Could not get {param_name} checked keys. Please try again.
de: Geprüfte Schlüssel für {param_name} konnten nicht abgerufen werden. Bitte versuchen Sie es erneut.
it: Impossibile ottenere le chiavi verificate di {param_name}. Riprova.
ja: {param_name}のチェック済みキーを取得できませんでした。再試行してください。
pt: Não foi possível obter chaves verificadas de {param_name}. Por favor, tente novamente.

source: {_param_name} Value: {_new_decimal_value}
de: {_param_name} Wert: {_new_decimal_value}
it: {_param_name} Valore: {_new_decimal_value}
ja: {_param_name}の値: {_new_decimal_value}
pt: {_param_name} Valor: {_new_decimal_value}
