Repository: ArduPilot/MethodicConfigurator
Catalog: ardupilot_methodic_configurator/locale/*/LC_MESSAGES/ardupilot_methodic_configurator.po
Languages: de, it, ja, pt

source: Installation ready. Application will restart now.
de: Installation bereit. Die Anwendung wird jetzt neu gestartet.
it: Installazione pronta. L'applicazione verrà riavviata ora.
ja: インストールの準備ができました。アプリケーションは今再起動します。
pt: Instalação pronta. A aplicação irá reiniciar agora.

source: Downloading and installing new version for Windows...
de: Neue Version für Windows wird heruntergeladen und installiert...
it: Download e installazione della nuova versione per Windows...
ja: Windows用の新バージョンをダウンロードしてインストール中...
pt: A transferir e instalar nova versão para Windows...

source: Failed to download installer from %s
de: Fehler beim Herunterladen des Installers von %s
it: Impossibile scaricare il programma di installazione da %s
ja: %s からインストーラーのダウンロードに失敗しました
pt: Falha ao transferir o instalador de %s

source: Starting installation...
de: Installation wird gestartet...
it: Avvio installazione...
ja: インストールを開始しています...
pt: A iniciar instalação...

source: Installation failed: {}
de: Installation fehlgeschlagen: {}
it: Installazione fallita: {}
ja: インストールに失敗しました: {}
pt: Falha na instalação: {}

source: File operation failed: {}
de: Dateioperation fehlgeschlagen: {}
it: Operazione sul file fallita: {}
ja: ファイル操作に失敗しました: {}
pt: Falha na operação de ficheiro: {}

source: Updating via uv for Linux and macOS...
ja: LinuxおよびmacOS用にuvを介して更新しています...
pt: A atualizar via uv para Linux e macOS...

source: Updating via pip for Linux and macOS...
de: Aktualisierung über pip für Linux und macOS...
it: Aggiornamento tramite pip per Linux e macOS...
ja: LinuxとmacOS用にpipを使用して更新しています...
pt: A atualizar via pip para Linux e macOS...

source: Installation command failed: {}
ja: インストールコマンドが失敗しました：{}
pt: Comando de instalação falhou: {}

source: uv not found at expected path: {}
ja: 予期されるパスにuvが見つかりません：{}
pt: uv não encontrado no caminho esperado: {}

source: pip module not available. Please install pip or uv: {}
ja: pipモジュールが利用できません。pipまたはuvをインストールしてください：{}
pt: módulo pip não disponível. Por favor instale pip ou uv: {}

source: URL not provided.
de: URL nicht angegeben.
it: URL non fornito.
ja: URLが指定されていません。
pt: URL não fornecido.

source: Verifying URL: %s
de: Überprüfe URL: %s
it: Verifica URL: %s
ja: URLを確認中: %s
pt: A verificar URL: %s

source: Failed to access URL: %s. Error: %s
de: Zugriff auf URL fehlgeschlagen: %s. Fehler: %s
it: Impossibile accedere all'URL: %s. Errore: %s
ja: URLへのアクセスに失敗しました: %s. エラー: %s
pt: Falha ao aceder ao URL: %s. Erro: %s

source: Opening URL in browser: %s
de: Öffne URL im Browser: %s
it: Apertura URL nel browser: %s
ja: ブラウザでURLを開いています: %s
pt: A abrir URL no navegador: %s

source: Failed to open URL in browser: %s
de: Fehler beim Öffnen der URL im Browser: %s
it: Impossibile aprire l'URL nel browser: %s
ja: ブラウザでURLを開くことができませんでした: %s
pt: Falha ao abrir URL no navegador: %s

source: Logging level. Default is %(default)s.
de: Protokollierungsebene. Standard ist %(default)s.
it: Livello di registrazione. Predefinito è %(default)s.
ja: ログレベル。デフォルトは%(default)sです。
pt: Nível de registo. Por defeito é %(default)s.

source: Display version information and exit.
de: Versionsinformationen anzeigen und beenden.
it: Mostra informazioni sulla versione ed esci.
ja: バージョン情報を表示して終了します。
pt: Exibir informações da versão e sair.

source: User interface language. Default is %(default)s.
de: Benutzeroberflächen-Sprache. Standard ist %(default)s.
it: Lingua dell'interfaccia utente. Predefinito è %(default)s.
ja: ユーザーインターフェース言語。デフォルトは%(default)sです。
pt: Idioma da interface. Por defeito é %(default)s.

source: An even better result for roll and pitch will be achieved by re-autotuning an already (in all axis) autotuned vehicle
de: Ein noch besseres Ergebnis für Roll und Pitch wird durch erneutes Autotuning eines bereits (in allen Achsen) autogetunten Fahrzeugs erzielt
it: Un risultato ancora migliore per rollio e beccheggio si otterrà rieseguendo l'autotune su un veicolo già autosintonizzato (in tutti gli assi)
ja: 既に（全軸で）オートチューンされた機体を再度オートチューンすることで、ロールとピッチでさらに良い結果が得られます
pt: Um resultado ainda melhor para rolamento e inclinação será alcançado ao refazer o autotune num veículo já autoajustado (em todos os eixos)

source: Because the mathematical model of the vehicle allows for analytical PID optimization
de: Da das mathematische Modell des Fahrzeugs eine analytische PID-Optimierung ermöglicht
it: Poiché il modello matematico del veicolo consente l'ottimizzazione analitica del PID
ja: 機体の数学モデルが解析的なPID最適化を可能にするため
pt: Porque o modelo matemático do veículo permite a otimização analítica de PID

source: Correct orientation ensures that the flight controller accurately interprets the vehicle's movements and orientation, which is fundamental for stable flight and navigation.
de: Die korrekte Ausrichtung stellt sicher, dass der Flugcontroller die Bewegungen und Orientierung des Fahrzeugs präzise interpretiert, was grundlegend für einen stabilen Flug und die Navigation ist.
it: L'orientamento corretto assicura che il controllore di volo interpreti accuratamente i movimenti e l'orientamento del veicolo, fondamentali per un volo stabile e la navigazione.
ja: 正しい向きの設定により、フライトコントローラーが機体の動きと方向を正確に解釈できるようになり、これは安定した飛行とナビゲーションの基本です。
pt: A orientação correta garante que o controlador de voo interpreta com precisão os movimentos e orientação do veículo, o que é fundamental para voo estável e navegação.

source: Ensures the vehicle operates within safe voltage limits and can trigger appropriate failsafe actions to protect the vehicle and its surroundings. It also helps by scaling the PIDs to provide a constant flight behavior, independent of the battery state-of-charge
de: Stellt sicher, dass das Fahrzeug innerhalb sicherer Spannungsgrenzen arbeitet und geeignete Failsafe-Aktionen auslösen kann, um das Fahrzeug und seine Umgebung zu schützen. Es hilft auch durch Skalierung der PIDs, ein konstantes Flugverhalten unabhängig vom Ladezustand der Batterie zu gewährleisten
it: Garantisce che il veicolo operi entro limiti di tensione sicuri e possa attivare appropriate azioni di failsafe per proteggere il veicolo e ciò che lo circonda. Aiuta anche scalando i PID per fornire un comportamento di volo costante, indipendentemente dallo stato di carica della batteria
ja: 機体が安全な電圧範囲内で動作することを確保し、機体とその周囲を保護するための適切なフェイルセーフアクションをトリガーできます。また、バッテリーの充電状態に関係なく一定の飛行動作を提供するためにPIDをスケーリングすることも支援します
pt: Assegura que o veículo opera dentro de limites de tensão seguros e pode acionar ações de segurança apropriadas para proteger o veículo e os seus arredores. Também ajuda ao dimensionar os PIDs para proporcionar um comportamento de voo constante, independentemente do estado de carga da bateria

source: Evaluate the aircraft's PID tuning and flight characteristics with feed-forward enable to test faster dynamics
de: Bewerten Sie die PID-Einstellung und Flugeigenschaften des Fluggeräts mit aktiviertem Feed-Forward, um schnellere Dynamik zu testen
it: Valutare la sintonizzazione PID dell'aereo e le caratteristiche di volo con feed-forward abilitato per testare dinamiche più veloci
ja: フィードフォワードを有効にして機体のPIDチューニングと飛行特性を評価し、より速い動的特性をテストします
pt: Avaliar a afinação PID da aeronave e características de voo com feed-forward ativado para testar dinâmicas mais rápidas

source: Evaluating the aircraft's PID tuning and flight characteristics is best done with feed-forward disabled
de: Die Bewertung der PID-Einstellung und Flugeigenschaften des Fluggeräts erfolgt am besten mit deaktiviertem Feed-Forward
it: La valutazione della sintonizzazione PID dell'aereo e delle caratteristiche di volo è preferibile farla con feed-forward disabilitato
ja: 機体のPIDチューニングと飛行特性の評価は、フィードフォワードを無効にして行うのが最適です
pt: Avaliar a afinação PID da aeronave e características de voo é melhor feito com feed-forward desativado

source: For accurate altitude estimation
de: Für eine präzise Höhenschätzung
it: Per una stima accurata dell'altitudine
ja: 正確な高度推定のため
pt: Para estimativa precisa de altitude

source: For accurate navigation and stabilization at high speeds and/or in windy conditions
de: Für präzise Navigation und Stabilisierung bei hohen Geschwindigkeiten und/oder bei windigen Bedingungen
it: Per una navigazione e stabilizzazione precise ad alte velocità e/o in condizioni ventose
ja: 高速および/または風の強い条件での正確なナビゲーションと安定化のため
pt: Para navegação e estabilização precisas em velocidades elevadas e/ou em condições de vento

source: GNSS positioning is required to compensate for the IMU drift. This is required by the configuration and tuning steps. After configuration and tuning are complete the GNSS can be replaced by other positioning system
de: GNSS-Positionierung ist erforderlich, um die IMU-Drift zu kompensieren. Dies wird für die Konfigurations- und Tuning-Schritte benötigt. Nach Abschluss der Konfiguration und des Tunings kann das GNSS durch andere Positionierungssysteme ersetzt werden
it: Il posizionamento GNSS è necessario per compensare la deriva dell'IMU. Questo è richiesto dalle fasi di configurazione e sintonizzazione. Dopo che configurazione e sintonizzazione sono completate, il GNSS può essere sostituito da altri sistemi di posizionamento
ja: GNSSによる位置測定はIMUのドリフトを補償するために必要です。これは構成とチューニングステップで必要です。構成とチューニングが完了した後、GNSSは他の測位システムに置き換えることができます
pt: O posicionamento GNSS é necessário para compensar a deriva da IMU. Isto é requerido pelas etapas de configuração e afinação. Após concluir a configuração e afinação, o GNSS pode ser substituído por outro sistema de posicionamento

source: Guided mode is used for waypoint navigation and precision flying
de: Der geführte Modus (Guided Mode) wird für die Wegpunktnavigation und Präzisionsflüge verwendet
it: La modalità guidata è utilizzata per la navigazione a waypoint e il volo di precisione
ja: ガイドモードはウェイポイントナビゲーションと精密飛行に使用されます
pt: O modo Guiado é usado para navegação por pontos de passagem e voo de precisão

source: If optical flow is to be used instead of GNSS for positioning
de: Wenn optischer Fluss anstelle von GNSS zur Positionierung verwendet werden soll
it: Se il flusso ottico deve essere utilizzato al posto del GNSS per il posizionamento
ja: GNSSの代わりに光学フローを位置測位に使用する場合
pt: Se o fluxo ótico for usado em vez de GNSS para posicionamento

source: Optical flow sensor calibration is needed before using it
de: Eine Kalibrierung des optischen Flusssensors ist vor dessen Verwendung erforderlich
it: La calibrazione del sensore di flusso ottico è necessaria prima di utilizzarlo
ja: 光学フローセンサーの使用前には校正が必要です
pt: A calibração do sensor de fluxo ótico é necessária antes de o utilizar

source: Position controller parameters are crucial for waypoint navigation and precision flying
de: Positionsregler-Parameter sind entscheidend für die Wegpunktnavigation und Präzisionsflüge
it: I parametri del controllore di posizione sono cruciali per la navigazione a waypoint e il volo di precisione
ja: 位置コントローラーのパラメータはウェイポイントナビゲーションと精密飛行のために重要です
pt: Os parâmetros do controlador de posição são cruciais para navegação por pontos de passagem e voo de precisão

source: Precision landing ensures accurate and safe landing and has many parameters
de: Präzisionslandung gewährleistet eine genaue und sichere Landung und verfügt über viele Parameter
it: L'atterraggio di precisione garantisce un atterraggio accurato e sicuro e ha molti parametri
ja: 精密着陸は正確で安全な着陸を確保し、多くのパラメータがあります
pt: A aterragem de precisão garante uma aterragem precisa e segura e tem muitos parâmetros

source: Propeller size has a big influence on the vehicle dynamics, this adapts the attitude controller response to it
de: Die Propellergröße hat einen großen Einfluss auf die Fahrzeugdynamik, dies passt die Reaktion des Lageregelungssystems daran an
it: La dimensione dell'elica ha una grande influenza sulla dinamica del veicolo, questo adatta la risposta del controllore di assetto ad essa
ja: プロペラのサイズは機体のダイナミクスに大きな影響を与えます。これは姿勢コントローラーの応答をそれに適応させます
pt: O tamanho da hélice tem uma grande influência na dinâmica do veículo, isto adapta a resposta do controlador de atitude a ela

source: Proper ESC configuration is crucial for accurate motor control, affecting vehicle performance and safety. It ensures motors respond correctly to control signals and fail safely in various flight conditions.
de: Eine korrekte ESC-Konfiguration ist entscheidend für eine präzise Motorkontrolle und beeinflusst die Leistung und Sicherheit des Fahrzeugs. Sie stellt sicher, dass Motoren korrekt auf Steuersignale reagieren und in verschiedenen Flugbedingungen sicher ausfallen.
it: Una corretta configurazione degli ESC è cruciale per un controllo motore accurato, influenzando prestazioni e sicurezza del veicolo. Assicura che i motori rispondano correttamente ai segnali di controllo e falliscano in modo sicuro in varie condizioni di volo.
ja: 適切なESC構成は正確なモーター制御に不可欠であり、機体の性能と安全性に影響します。これにより、モーターが制御信号に正しく応答し、様々な飛行条件で安全に故障することを確保します。
pt: A configuração adequada do ESC é crucial para o controlo preciso do motor, afetando o desempenho e segurança do veículo. Garante que os motores respondem corretamente aos sinais de controlo e falham com segurança em várias condições de voo.

source: Remote controller is mandatory in the initial configuration and tuning phases. Later might be required for operation and/or safety
de: Eine Fernsteuerung ist in den ersten Konfigurations- und Abstimmungsphasen zwingend erforderlich. Später könnte sie für den Betrieb und/oder die Sicherheit erforderlich sein
it: Il radiocomando è obbligatorio nelle fasi iniziali di configurazione e sintonizzazione. Successivamente potrebbe essere richiesto per il funzionamento e/o la sicurezza
ja: リモートコントローラーは初期構成とチューニングフェーズで必須です。その後、運用および/または安全のために必要になる場合があります
pt: O controlador remoto é obrigatório nas fases iniciais de configuração e afinação. Posteriormente pode ser necessário para operação e/ou segurança

source: Sensors need to be calibrated once, before they can be used
de: Sensoren müssen einmal kalibriert werden, bevor sie verwendet werden können
it: I sensori devono essere calibrati una volta, prima di poter essere utilizzati
ja: センサーは使用前に一度だけ校正する必要があります
pt: Os sensores precisam de ser calibrados uma vez, antes de poderem ser usados

source: Some countries require a remote ID for drones to be flown legally.
de: In einigen Ländern ist eine Fern-ID für Drohnen gesetzlich vorgeschrieben.
it: Alcuni paesi richiedono un ID remoto per i droni per volare legalmente.
ja: 一部の国では、ドローンを合法的に飛行させるためにリモートIDが必要です。
pt: Alguns países requerem uma identificação remota para drones voarem legalmente.

source: Sometimes the weights of the barometer vs. GNSS altitude need to be adjusted.
de: Manchmal müssen die Gewichtungen zwischen Barometer und GNSS-Höhenmessung angepasst werden.
it: A volte i pesi del barometro rispetto all'altitudine GNSS devono essere regolati.
ja: 気圧計とGNSS高度の重みを調整する必要がある場合があります。
pt: Por vezes, os pesos do barómetro vs. altitude GNSS precisam de ser ajustados.

source: System identification is required to create a mathematical model of the vehicle
de: Systemidentifikation ist erforderlich, um ein mathematisches Modell des Fahrzeugs zu erstellen
it: L'identificazione di sistema è necessaria per creare un modello matematico del veicolo
ja: システム識別は機体の数学モデルを作成するために必要です
pt: A identificação do sistema é necessária para criar um modelo matemático do veículo

source: Telemetry allows the ground control station to monitor the vehicle's status in real-time, providing flight information for safe and efficient operation.
de: Telemetrie ermöglicht der Bodenstation die Echtzeitüberwachung des Fahrzeugstatus und liefert Fluginformationen für einen sicheren und effizienten Betrieb.
it: La telemetria permette alla stazione di controllo a terra di monitorare lo stato del veicolo in tempo reale, fornendo informazioni di volo per un funzionamento sicuro ed efficiente.
ja: テレメトリーにより、地上管制局はリアルタイムで機体の状態を監視でき、安全で効率的な運用のための飛行情報を提供します。
pt: A telemetria permite que a estação de controlo em terra monitorize o estado do veículo em tempo real, fornecendo informações de voo para uma operação segura e eficiente.

source: The IMU drift is temperature dependent and can cause gyro and/or accel inconsistent errors
de: Die IMU-Drift ist temperaturabhängig und kann inkonsistente Fehler bei Gyro und/oder Beschleunigungsmesser verursachen
it: La deriva dell'IMU è dipendente dalla temperatura e può causare errori inconsistenti di giroscopio e/o accelerometro
ja: IMUのドリフトは温度に依存し、ジャイロおよび/または加速度計の一貫性のないエラーを引き起こす可能性があります
pt: A deriva da IMU é dependente da temperatura e pode causar erros inconsistentes no giroscópio e/ou acelerómetro

source: The VTOL-quicktune lua script can safely estimate good PID starting values for the vehicle.
de: Das VTOL-Quicktune Lua-Skript kann sicher gute PID-Startwerte für das Fahrzeug schätzen.
it: Lo script lua VTOL-quicktune può stimare in sicurezza buoni valori iniziali PID per il veicolo.
ja: VTOL-quicktuneルアスクリプトは、機体に適した良好なPID初期値を安全に推定できます。
pt: O script lua VTOL-quicktune pode estimar com segurança bons valores iniciais de PID para o veículo.

source: The compass heading is crucial for the vehicle's navigation and the calibration is very accurate if done during a special flight path.
de: Der Kompasskurs ist entscheidend für die Navigation des Fahrzeugs, und die Kalibrierung ist sehr genau, wenn sie während eines speziellen Flugpfades durchgeführt wird.
it: La direzione della bussola è cruciale per la navigazione del veicolo e la calibrazione è molto accurata se eseguita durante uno specifico percorso di volo.
ja: コンパスの方位は機体のナビゲーションにとって重要であり、特別な飛行経路中に行われると校正は非常に正確です。
pt: A direção da bússola é crucial para a navegação do veículo e a calibração é muito precisa se feita durante uma trajetória de voo especial.

source: The motor thrust linearization is crucial for the throttle controller tuning, and throttle-based notch filter operation
de: Die Motorschub-Linearisierung ist entscheidend für die Abstimmung des Schubreglers und den Betrieb des schubbasierten Notchfilters
it: La linearizzazione della spinta del motore è cruciale per la sintonizzazione del controllore dell'acceleratore e il funzionamento del filtro notch basato sull'acceleratore
ja: モータースラストの線形化はスロットルコントローラーのチューニングとスロットルベースのノッチフィルターの操作に不可欠です
pt: A linearização do impulso do motor é crucial para a afinação do controlador de aceleração e operação de filtro notch baseado no acelerador

source: The notch filter(s) configuration depends on real-flight data.
de: Die Konfiguration des/der Notchfilter(s) hängt von realen Flugdaten ab.
it: La configurazione del/i filtro/i notch dipende da dati di volo reali.
ja: ノッチフィルターの構成は実際の飛行データに依存します。
pt: A configuração do(s) filtro(s) notch depende de dados de voo real.

source: The parameter defaults of some parameters are not suitable for the flight tests that will follow
de: Die Standardwerte einiger Parameter sind nicht für die nachfolgenden Flugtests geeignet
it: I valori predefiniti di alcuni parametri non sono adatti per i test di volo che seguiranno
ja: 一部のパラメータのデフォルト値は、後に続く飛行テストに適していません
pt: Os valores predefinidos de alguns parâmetros não são adequados para os testes de voo que se seguirão

source: The throttle controller is crucial for maintaining altitude and controlling the vehicle's vertical movement.
de: Der Schubregler ist entscheidend für die Aufrechterhaltung der Höhe und die Kontrolle der vertikalen Bewegung des Fahrzeugs.
it: Il controllore dell'acceleratore è cruciale per mantenere l'altitudine e controllare il movimento verticale del veicolo.
ja: スロットルコントローラーは高度を維持し、機体の垂直移動を制御するために重要です。
pt: O controlador de acelerador é crucial para manter a altitude e controlar o movimento vertical do veículo.

source: To ensure the vehicle is safe and stable for routine flying
de: Um sicherzustellen, dass das Fahrzeug für routinemäßige Flüge sicher und stabil ist
it: Per garantire che il veicolo sia sicuro e stabile per voli di routine
ja: 機体が日常的な飛行に安全で安定していることを確保するため
pt: Para garantir que o veículo é seguro e estável para voos rotineiros

source: To optimize pitch step response.
de: Zur Optimierung der Pitch-Sprungantwort.
it: Per ottimizzare la risposta ai gradini di beccheggio.
ja: ピッチステップ応答を最適化するため。
pt: Para otimizar a resposta ao degrau da inclinação.

source: To optimize roll step response.
de: Zur Optimierung der Roll-Sprungantwort.
it: Per ottimizzare la risposta ai gradini di rollio.
ja: ロールステップ応答を最適化するため。
pt: Para otimizar a resposta ao degrau do rolamento.

source: To optimize yaw D step response.
de: Zur Optimierung der Yaw-D-Sprungantwort.
it: Per ottimizzare la risposta ai gradini di imbardata D.
ja: ヨーDステップ応答を最適化するため。
pt: Para otimizar a resposta ao degrau do D do guinada.

source: To optimize yaw step response.
de: Zur Optimierung der Yaw-Sprungantwort.
it: Per ottimizzare la risposta ai gradini di imbardata.
ja: ヨーステップ応答を最適化するため。
pt: Para otimizar a resposta ao degrau da guinada.

source: To record autotune results after pitch step response optimization
de: Um Autotune-Ergebnisse nach der Optimierung der Pitch-Sprungantwort zu erfassen
it: Per registrare i risultati dell'autotune dopo l'ottimizzazione della risposta ai gradini di beccheggio
ja: ピッチステップ応答最適化後にオートチューン結果を記録するため
pt: Para registar os resultados do autotune após a otimização da resposta ao degrau da inclinação

source: To record autotune results after roll step response optimization
de: Um Autotune-Ergebnisse nach der Optimierung der Roll-Sprungantwort zu erfassen
it: Per registrare i risultati dell'autotune dopo l'ottimizzazione della risposta ai gradini di rollio
ja: ロールステップ応答最適化後にオートチューン結果を記録するため
pt: Para registar os resultados do autotune após a otimização da resposta ao degrau do rolamento

source: To record autotune results after yaw D step response optimization
de: Um Autotune-Ergebnisse nach der Optimierung der Yaw-D-Sprungantwort zu erfassen
it: Per registrare i risultati dell'autotune dopo l'ottimizzazione della risposta ai gradini di imbardata D
ja: ヨーDステップ応答最適化後にオートチューン結果を記録するため
pt: Para registar os resultados do autotune após a otimização da resposta ao degrau do D da guinada

source: To record autotune results after yaw step response optimization
de: Um Autotune-Ergebnisse nach der Optimierung der Yaw-Sprungantwort zu erfassen
it: Per registrare i risultati dell'autotune dopo l'ottimizzazione della risposta ai gradini di imbardata
ja: ヨーステップ応答最適化後にオートチューン結果を記録するため
pt: Para registar os resultados do autotune após a otimização da resposta ao degrau da guinada

source: To record autotune roll-pitch results
de: Um Autotune-Ergebnisse für Roll-Pitch zu erfassen
it: Per registrare i risultati dell'autotune rollio-beccheggio
ja: オートチューンロール-ピッチ結果を記録するため
pt: Para registar os resultados de autotune de rolamento-inclinação

source: When the gyroscope signal is less noisy the PID gains can be higher without causing motor output oscillations
de: Wenn das Gyroskopsignal weniger verrauscht ist, können die PID-Verstärkungen höher sein, ohne Motorausgangsoszillationen zu verursachen
it: Quando il segnale del giroscopio è meno rumoroso, i guadagni PID possono essere più alti senza causare oscillazioni nell'uscita del motore
ja: ジャイロスコープ信号のノイズが少なければ、モーター出力の振動を引き起こすことなくPIDゲインを高くすることができます
pt: Quando o sinal do giroscópio é menos ruidoso, os ganhos PID podem ser mais altos sem causar oscilações na saída do motor

source: With very large or very small vehicles the default PID values are not suitable for the first flight
de: Bei sehr großen oder sehr kleinen Fahrzeugen sind die Standard-PID-Werte nicht für den ersten Flug geeignet
it: Con veicoli molto grandi o molto piccoli, i valori PID predefiniti non sono adatti per il primo volo
ja: 非常に大きいか非常に小さい機体では、デフォルトのPID値が最初の飛行に適していません
pt: Com veículos muito grandes ou muito pequenos, os valores PID predefinidos não são adequados para o primeiro voo
