Repository: ArduPilot/MethodicConfigurator
Catalog: ardupilot_methodic_configurator/locale/*/LC_MESSAGES/ardupilot_methodic_configurator.po
Languages: de, it, ja, pt

source: Failed to create zip file due to file system error: {error}
de: Fehler beim Erstellen der Zip-Datei aufgrund eines Dateisystemfehlers: {error}
ja: ファイルシステムエラーによりZipファイルの作成に失敗しました: {error}
pt: Falha ao criar ficheiro zip devido a erro do sistema de ficheiros: {error}

source: Failed to apply derived parameter %s: %s
de: Anwendung des abgeleiteten Parameters %s fehlgeschlagen: %s
it: Impossibile applicare il parametro derivato %s: %s
ja: 派生パラメータ %s の適用に失敗しました: %s
pt: Falha ao aplicar parâmetro derivado %s: %s

source: Derived parameter %s not found in current parameters, skipping
de: Abgeleiteter Parameter %s nicht in aktuellen Parametern gefunden, überspringen
it: Parametro derivato %s non trovato nei parametri attuali, saltando
ja: 派生パラメータ %s が現在のパラメータに見つからないため、スキップします
pt: Parâmetro derivado %s não encontrado nos parâmetros atuais, a ignorar

source: Parameter not found
de: Parameter nicht gefunden
it: Parametro non trovato
ja: パラメータが見つかりません
pt: Parâmetro não encontrado

source: Parameter {param_name} could not be located.
de: Parameter {param_name} konnte nicht gefunden werden.
it: Il parametro {param_name} non è stato trovato.
ja: パラメータ {param_name} が見つかりませんでした。
pt: O parâmetro {param_name} não pôde ser localizado.

source: Out-of-range value
de: Wert außerhalb des gültigen Bereichs
it: Valore fuori intervallo
ja: 範囲外の値
pt: Valor fora do intervalo

source: Parameter %s out of range: %s
de: Parameter %s außerhalb des Bereichs: %s
it: Parametro %s fuori dall'intervallo: %s
ja: パラメータ%sが範囲外です: %s
pt: Parâmetro %s fora do intervalo: %s

source: Invalid value for %s: %s
de: Ungültiger Wert für %s: %s
it: Valore non valido per %s: %s
ja: %s の無効な値: %s
pt: Valor inválido para %s: %s

source: Invalid value
de: Ungültiger Wert
it: Valore non valido
ja: 無効な値
pt: Valor inválido

source: No apm.pdef.xml file and no FC connected. Not possible autocomplete parameter names.
de: Keine apm.pdef.xml Datei und kein FC verbunden. Autocomplete für Parameternamen nicht möglich.
it: Nessun file apm.pdef.xml e nessun FC connesso. Impossibile completare automaticamente i nomi dei parametri.
ja: apm.pdef.xmlファイルがなく、FCも接続されていません。パラメータ名の自動補完はできません。
pt: Nenhum ficheiro apm.pdef.xml e nenhuma FC conectada. Não é possível completar automaticamente os nomes dos parâmetros.

source: Parameter name can not be empty.
de: Der Parametername darf nicht leer sein.
it: Il nome del parametro non può essere vuoto.
ja: パラメータ名を空にすることはできません。
pt: O nome do parâmetro não pode estar vazio.

source: Parameter already exists, edit it instead
de: Parameter existiert bereits, bearbeiten Sie ihn stattdessen
it: Il parametro esiste già, modificalo invece
ja: パラメータはすでに存在します。代わりに編集してください
pt: O parâmetro já existe, edite-o em vez disso

source: Parameter name not found in the flight controller.
de: Parametername wurde im Flugcontroller nicht gefunden.
it: Nome parametro non trovato nel controller di volo.
ja: パラメータ名がフライトコントローラに見つかりません。
pt: Nome do parâmetro não encontrado no controlador de voo.

source: '{param_name}' not found in the apm.pdef.xml file.
de: '{param_name}' wurde in der apm.pdef.xml Datei nicht gefunden.
it: '{param_name}' non trovato nel file apm.pdef.xml.
ja: '{param_name}'がapm.pdef.xmlファイルに見つかりません。
pt: '{param_name}' não encontrado no ficheiro apm.pdef.xml.

source: Can not add parameter when no FC is connected and no apm.pdef.xml file exists.
de: Parameter kann nicht hinzugefügt werden, wenn kein FC verbunden ist und keine apm.pdef.xml Datei existiert.
it: Impossibile aggiungere parametri quando nessun FC è connesso e nessun file apm.pdef.xml esiste.
ja: FCが接続されておらず、apm.pdef.xmlファイルも存在しない場合、パラメータを追加できません。
pt: Não é possível adicionar parâmetro quando não há conexão com o FC e o ficheiro apm.pdef.xml não existe.

source: Successfully added %d parameter(s).
ja: %d個のパラメータを正常に追加しました。
pt: Adicionados %d parâmetro(s) com sucesso.

source: Added %d parameter(s).
ja: %d個のパラメータを追加しました。
pt: Adicionados %d parâmetro(s).

source: Skipped %d parameter(s): %s
ja: %d個のパラメータをスキップしました: %s
pt: Ignorados %d parâmetro(s): %s

source: Failed %d parameter(s): %s
ja: %d個のパラメータが失敗しました: %s
pt: Falharam %d parâmetro(s): %s

source: Partial Success
ja: 部分的に成功
pt: Sucesso Parcial

source: All %d parameter(s) already exist in the file.
ja: すべての%d個のパラメータはすでにファイルに存在します。
pt: Todos os %d parâmetro(s) já existem no ficheiro.

source: No Changes
ja: 変更なし
pt: Sem Alterações

source: Failed to add all %d parameter(s): %s
ja: すべての%d個のパラメータの追加に失敗しました: %s
pt: Falha ao adicionar todos os %d parâmetro(s): %s

source: No Parameters Added
ja: パラメータが追加されませんでした
pt: Nenhum Parâmetro Adicionado

source: Unexpected result during bulk parameter addition.
ja: 一括パラメータ追加中に予期しない結果が発生しました。
pt: Resultado inesperado durante a adição em massa de parâmetros.

source: Why:
de: Warum:
it: Perché:
ja: 理由:
pt: Porquê:

source: Why now:
de: Warum jetzt:
it: Perché ora:
ja: なぜ今:
pt: Porquê agora:

source: {current_file} Documentation
de: {current_file} Dokumentation
it: Documentazione {current_file}
ja: {current_file}のドキュメント
pt: Documentação de {current_file}

source: Documentation
de: Dokumentation
it: Documentazione
ja: ドキュメント
pt: Documentação

source: This configuration step ({current_file} intermediate parameter file) is {percentage}% mandatory
de: Dieser Konfigurationsschritt ({current_file} Zwischenparameterdatei) ist zu {percentage}% verbindlich
it: Questo passaggio di configurazione (file di parametri intermedio {current_file}) è obbligatorio al {percentage}%
ja: この設定ステップ（{current_file}中間パラメータファイル）は{percentage}%必須です
pt: Este passo de configuração (ficheiro de parâmetros intermédio {current_file}) é {percentage}% obrigatório

source: Mandatory level not available for this configuration step ({current_file})
de: Verbindlichkeitsstufe für diesen Konfigurationsschritt nicht verfügbar ({current_file})
it: Livello di obbligatorietà non disponibile per questo passaggio di configurazione ({current_file})
ja: この設定ステップ（{current_file}）では必須レベルは利用できません
pt: Nível de obrigatoriedade não disponível para este passo de configuração ({current_file})

source: Cannot store empty string in history
ja: 履歴に空文字列を保存できません

source: Cannot store item with null byte in history
ja: 履歴にヌルバイトを含む項目を保存できません

source: Current version: {_current_version}
de: Aktuelle Version: {_current_version}
it: Versione attuale: {_current_version}
ja: 現在のバージョン: {_current_version}
pt: Versão atual: {_current_version}

source: Latest version: {_latest_release}
de: Neueste Version: {_latest_release}
it: Ultima versione: {_latest_release}
ja: 最新バージョン: {_latest_release}
pt: Última versão: {_latest_release}

source: Changes: {changes}
de: Änderungen: {changes}
it: Modifiche: {changes}
ja: 変更点： {changes}
pt: Alterações: {changes}

source: No suitable assets found for Windows installation
de: Keine geeigneten Assets für die Windows-Installation gefunden
it: Nessun asset adatto trovato per l'installazione di Windows
ja: Windows インストール用の適切なアセットが見つかりません
pt: Não foram encontrados recursos adequados para a instalação do Windows

source: Error accessing release assets: %s
de: Fehler beim Zugriff auf Release-Assets: %s
it: Errore nell'accesso agli asset della release: %s
ja: リリースアセットへのアクセス中にエラーが発生しました: %s
pt: Erro ao aceder aos recursos da versão: %s

source: Error during Windows download: %s
de: Fehler beim Windows-Download: %s
it: Errore durante il download di Windows: %s
ja: Windows ダウンロード中にエラーが発生しました: %s
pt: Erro durante o download do Windows: %s

source: Error during pip installation: %s
de: Fehler bei der pip-Installation: %s
it: Errore durante l'installazione di pip: %s
ja: pip インストール中にエラーが発生しました: %s
pt: Erro durante a instalação do pip: %s

source: Already running latest version.
de: Bereits auf der neuesten Version.
it: Già in esecuzione l'ultima versione.
ja: すでに最新バージョンを実行しています。
pt: Já está a executar a última versão.

source: No changes listed
de: Keine Änderungen aufgelistet
it: Nessuna modifica elencata
ja: 変更点リストなし
pt: Sem alterações listadas

source: Key error during update process: %s
de: Schlüsselfehler während des Aktualisierungsprozesses: %s
it: Errore di chiave durante il processo di aggiornamento: %s
ja: 更新プロセス中のキーエラー: %s
pt: Erro de chave durante o processo de atualização: %s

source: Network error during update process: %s
de: Netzwerkfehler während des Aktualisierungsprozesses: %s
it: Errore di rete durante il processo di aggiornamento: %s
ja: 更新プロセス中のネットワークエラー: %s
pt: Erro de rede durante o processo de atualização: %s

source: Value error during update process: %s
de: Wertfehler während des Aktualisierungsprozesses: %s
it: Errore di valore durante il processo di aggiornamento: %s
ja: 更新プロセス中の値エラー: %s
pt: Erro de valor durante o processo de atualização: %s

source: Skip check for software updates before staring the software. Default is %(default)s.
de: Prüfung auf Softwareaktualisierungen vor dem Programmstart überspringen. Standard ist %(default)s.
it: Salta il controllo degli aggiornamenti software prima di avviare il software. Predefinito è %(default)s.
ja: ソフトウェア起動前の更新チェックをスキップします。デフォルトは%(default)sです。
pt: Ignorar verificação de atualizações de software antes de iniciar o software. Por defeito é %(default)s.

source: Running version: {} (git hash: {})
de: Laufende Version: {} (Git Hash: {})
it: Versione in esecuzione: {} (git hash: {})
ja: 実行中のバージョン: {} (gitハッシュ: {})
pt: Versão em execução: {} (hash git: {})

source: Update check failed: {}
de: Aktualisierungsprüfung fehlgeschlagen: {}
it: Controllo aggiornamento fallito: {}
ja: 更新チェックに失敗しました: {}
pt: Falha na verificação de atualização: {}

source: This main is for testing and development only, usually the check_for_software_updates is called from another script
de: Diese main() ist nur für Tests und Entwicklung gedacht, normalerweise wird check_for_software_updates von einem anderen Skript aufgerufen
it: Questo main è solo per test e sviluppo, solitamente il check_for_software_updates viene chiamato da un altro script
ja: このメインはテストと開発専用です。通常、check_for_software_updatesは別のスクリプトから呼び出されます
pt: Este main() é apenas para teste e desenvolvimento, normalmente a verificação de atualizações de software é chamada a partir de outro script

source: Template path
de: Vorlage-Pfad
it: Percorso modello
ja: テンプレートパス
pt: Directório do template

source: FC Manufacturer
de: FC Hersteller
it: Produttore FC
ja: FC メーカー
pt: Fabricante do FC

source: FC Model
de: FC Modell
it: Modello FC
ja: FC モデル
pt: Modelo do FC

source: TOW Max [Kg]
de: Max. TOW [Kg]
it: Peso Max [Kg]
ja: 最大離陸重量 [Kg]
pt: Peso máx [Kg]

source: Prop Diameter [inches]
de: Prop-Durchmesser [Zoll]
it: Diametro Elica [pollici]
ja: プロペラ直径 [インチ]
pt: Diâmetro hélice [in]

source: RC Protocol
de: RC Protokoll
it: Protocollo RC
ja: RC プロトコル
pt: Protocólo RC

source: Telemetry Model
de: Telemetrie Modell
it: Modello Telemetria
ja: テレメトリー モデル
pt: Módulo de telemetria

source: ESC Protocol
de: ESC Protokoll
it: Protocollo ESC
ja: ESC プロトコル
pt: Protocolo ESC

source: GNSS Model
de: GNSS Modell
it: Modello GNSS
ja: GNSS モデル
pt: Módulo GNSS

source: GNSS Connection
de: GNSS Verbindung
it: Connessione GNSS
ja: GNSS 接続
pt: Conexão GNSS

source: Failed to cast value '%s' to %s for path %s: %s
de: Fehler beim Umwandeln des Wertes '%s' zu %s für Pfad %s: %s
it: Impossibile convertire il valore '%s' in %s per il percorso %s: %s
ja: パス%sの値'%s'を%sに変換できませんでした: %s
pt: Falha ao converter o valor '%s' para %s para o caminho %s: %s

source: Invalid battery chemistry %s, defaulting to Lipo
de: Ungültige Batteriechemie %s, Standardeinstellung auf Lipo
it: Chimica della batteria non valida %s, impostazione predefinita a Lipo
ja: 無効なバッテリー化学種%s、デフォルトでLipoに設定します
pt: Química de bateria inválida %s, a usar Lipo por padrão

source: This is optional and can be left blank
de: Dies ist optional und kann leer gelassen werden
it: Questo è opzionale e può essere lasciato vuoto
ja: これはオプションで、空白のままにできます
pt: Isto é opcional e pode ficar em branco

source: Length of values %u and fallbacks %u differ for %s
de: Längenwerte %u und Fallbacks %u unterscheiden sich für %s
it: La lunghezza dei valori %u e dei fallback %u differisce per %s
ja: %sの値の長さ%uとフォールバック値の長さ%uが異なります
pt: Comprimento dos valores %u e fallback %u diferem para %s

source: No values found for %s in the metadata
de: Keine Werte für %s in den Metadaten gefunden
it: Nessun valore trovato per %s nei metadata
ja: メタデータ内で%sの値が見つかりません
pt: Nenhum valor encontrado para %s nos metadados

source: Invalid bit position %s in %s metadata
de: Ungültige Bitposition %s in %s Metadaten
ja: %s メタデータ内の無効なビット位置 %s
pt: Posição de bit inválida %s nos metadados %s

source: Protocol %s does not match %s in %s metadata
de: Protokoll %s stimmt nicht überein mit %s in %s Metadaten
it: Il protocollo %s non corrisponde a %s nei metadata di %s
ja: プロトコル%sが%sメタデータの%sと一致しません
pt: Protocolo %s não corresponde a %s nos metadados %s

source: Protocol %s (%s) not found in %s code dictionary (firmware may be newer)
de: Protokoll %s (%s) wurde im %s Code-Wörterbuch nicht gefunden (Firmware könnte neuer sein)
ja: プロトコル %s (%s) が %s コード辞書に見つかりません（ファームウェアが新しい可能性があります）
pt: Protocolo %s (%s) não encontrado no dicionário de código %s (o firmware pode ser mais recente)

source: Invalid non-integer value for %s: %s
de: Ungültiger nicht-ganzzahliger Wert für %s: %s
ja: %s の無効な非整数値: %s
pt: Valor não inteiro inválido para %s: %s

source: Invalid CAN_Dx_PROTOCOL %s and CAN_Px_DRIVER %s for GNSS Receiver
de: Ungültiges CAN_Dx_PROTOCOL %s und CAN_Px_DRIVER %s für GNSS-Empfänger
it: CAN_Dx_PROTOCOL %s e CAN_Px_DRIVER %s non validi per il Ricevitore GNSS
ja: GNSS受信機に対する無効なCAN_Dx_PROTOCOL %sとCAN_Px_DRIVER %s
pt: CAN_Dx_PROTOCOL %s e CAN_Px_DRIVER %s inválidos para o receptor GNSS

source: Invalid non-integer value for RC_PROTOCOLS %s
de: Ungültiger Nicht-Ganzzahlwert für RC_PROTOCOLS %s
it: Valore non intero non valido per RC_PROTOCOLS %s
ja: RC_PROTOCOLSに対する無効な非整数値 %s
pt: Valor não inteiro inválido para RC_PROTOCOLS %s

source: RC_PROTOCOLS has multiple protocols enabled (%d). Cannot determine active protocol.
de: RC_PROTOCOLS hat mehrere Protokolle aktiviert (%d). Aktives Protokoll kann nicht bestimmt werden.
ja: RC_PROTOCOLSに複数のプロトコルが有効になっています (%d)。アクティブなプロトコルを判定できません。
pt: RC_PROTOCOLS tem vários protocolos ativados (%d). Não é possível determinar o protocolo ativo.

source: Invalid non-integer value for {serial}_PROTOCOL {serial_protocol_nr}
de: Ungültiger nicht-ganzzahliger Wert für {serial}_PROTOCOL {serial_protocol_nr}
it: Valore non intero non valido per {serial}_PROTOCOL {serial_protocol_nr}
ja: {serial}_PROTOCOL {serial_protocol_nr}に対する無効な非整数値
pt: Valor inválido não inteiro para {serial}_PROTOCOL {serial_protocol_nr}

source: Invalid non-integer value for MOT_PWM_TYPE %s
de: Ungültiger Nicht-Ganzzahlwert für MOT_PWM_TYPE %s
it: Valore non intero non valido per MOT_PWM_TYPE %s
ja: MOT_PWM_TYPEに対する無効な非整数値 %s
pt: Valor não inteiro inválido para MOT_PWM_TYPE %s

source: BATT_MONITOR value %s not found in BATT_MONITOR_CONNECTION
ja: BATT_MONITOR 値 %s が BATT_MONITOR_CONNECTION に見つかりません

source: BATT_I2C_BUS value %d out of range (0-%d), defaulting to first bus
ja: BATT_I2C_BUS 値 %d が範囲外です (0-%d)、最初のバスをデフォルトとします

source: Invalid BATT_I2C_BUS value, defaulting to first bus
ja: 無効な BATT_I2C_BUS 値、最初のバスをデフォルトとします

source: Error processing BATT_MONITOR parameter: %s
de: Fehler bei der Verarbeitung des BATT_MONITOR-Parameters: %s
it: Errore durante l'elaborazione del parametro BATT_MONITOR: %s
ja: BATT_MONITORパラメータの処理中にエラーが発生しました: %s
pt: Erro ao processar o parâmetro BATT_MONITOR: %s

source: BATT_MONITOR parameter not found in fc_parameters
ja: BATT_MONITOR パラメータが fc_parameters に見つかりません

source: BATT_CAPACITY is zero or negative: %s
ja: BATT_CAPACITY がゼロまたは負の値です: %s

source: Error processing BATT_CAPACITY parameter: %s
de: Fehler beim Verarbeiten des BATT_CAPACITY-Parameters: %s
ja: BATT_CAPACITYパラメータの処理エラー: %s
pt: Erro ao processar o parâmetro BATT_CAPACITY: %s

source: BATT_CAPACITY parameter not found in fc_parameters
ja: BATT_CAPACITY パラメータが fc_parameters に見つかりません

source: Volt per cell value for %s is zero or invalid: %s
ja: %s のセル当たり電圧値がゼロまたは無効です: %s

source: Error processing %s parameter: %s
de: Fehler beim Verarbeiten des %s-Parameters: %s
ja: %s パラメータの処理エラー: %s
pt: Erro ao processar o parâmetro %s: %s

source: All volt per cell values are zero or invalid; cannot estimate battery cell count
de: Alle Volt-pro-Zelle-Werte sind null oder ungültig; Batteriezellenzahl kann nicht geschätzt werden
ja: すべてのセルあたりの電圧値がゼロまたは無効です。バッテリーセル数を推定できません
pt: Todos os valores de volt por célula são zero ou inválidos; não é possível

source: Estimated battery cell count %s is out of valid range (%d to %d)
de: Geschätzte Batteriezellenzahl %s liegt außerhalb des gültigen Bereichs (%d bis %d)
ja: 推定バッテリーセル数 %s が有効範囲外です (%d から %d)
pt: Valor de BATT_I2C_BUS %d fora do intervalo (0-%d), a usar o primeiro bus por defeitoA contagem estimada de células da bateria %s está fora do intervalo válido (%d a %d)

source: Cannot modify schema: Schema could not be loaded
de: Schema kann nicht geändert werden: Schema konnte nicht geladen werden
it: Impossibile modificare lo schema: Lo schema non può essere caricato
ja: スキーマを変更できません: スキーマを読み込めませんでした
pt: Não é possível modificar o esquema: O esquema não pôde ser carregado

source: Could not find Specifications in flight controller schema
de: Spezifikationen im Flugcontroller-Schema nicht gefunden
it: Impossibile trovare le Specifiche nello schema del controllore di volo
ja: フライトコントローラーのスキーマに仕様が見つかりませんでした
pt: Não foi possível encontrar Especificações no esquema do controlador de voo

source: Modified schema: MCU Series x-is-optional=%s to value=%u
de: Schema geändert: MCU-Serie x-is-optional=%s auf Wert=%u
it: Schema modificato: MCU Series x-is-optional=%s al valore=%u
ja: スキーマ変更: MCUシリーズ x-is-optional=%s を値=%uに
pt: Esquema modificado: MCU Series x-is-optional=%s para valor=%u

source: Error modifying schema for MCU Series: %s
de: Fehler beim Ändern des Schemas für MCU-Serie: %s
it: Errore durante la modifica dello schema per la Serie MCU: %s
ja: MCUシリーズのスキーマ変更中にエラーが発生しました: %s
pt: Erro ao modificar o esquema para a Série MCU: %s

source: Exception occurred in get_component_property_description: {}
de: Ausnahme aufgetreten in get_component_property_description: {}
it: Si è verificata un'eccezione in get_component_property_description: {}
ja: get_component_property_description で例外が発生しました: {}
pt: Ocorreu uma exceção em get_component_property_description: {}

source: No fallback values found for %s
de: Keine Fallback-Werte für %s gefunden
it: Nessun valore di fallback trovato per %s
ja: %sのフォールバック値が見つかりません
pt: Nenhum valor de fallback encontrado para %s

source: {name} must be a {data_type_name} between {min} and {max}
ja: {name} は {min} から {max} の間の {data_type_name} でなければなりません

source: Invalid {data_type_name} value for {name}
ja: {name} の {data_type_name} 値が無効です

source: Takeoff Weight max must be a float
de: Maximales Abfluggewicht muss eine Gleitkommazahl sein
it: Il peso massimo al decollo deve essere un numero decimale
ja: 離陸重量の最大値は浮動小数点数でなければなりません
pt: O peso máximo de descolagem deve ser um número decimal

source: Takeoff Weight min must be a float
de: Minimales Abfluggewicht muss eine Gleitkommazahl sein
it: Il peso minimo al decollo deve essere un numero decimale
ja: 離陸重量の最小値は浮動小数点数でなければなりません
pt: O peso mínimo de descolagem deve ser um número decimal

source: is below the {chemistry} minimum limit of {volt_limit}
de: liegt unter dem {chemistry} Mindestgrenzwert von {volt_limit}
it: è sotto il limite minimo di {chemistry} di {volt_limit}
ja: {chemistry}の最小制限{volt_limit}を下回っています
pt: está abaixo do limite mínimo de {chemistry} de {volt_limit}

source: is above the {chemistry} maximum limit of {volt_limit}
de: liegt über dem {chemistry} Höchstgrenzwert von {volt_limit}
it: è sopra il limite massimo di {chemistry} di {volt_limit}
ja: {chemistry}の最大制限{volt_limit}を超えています
pt: está acima do limite máximo de {chemistry} de {volt_limit}

source: Invalid value. Will be set to the recommended value.
de: Ungültiger Wert. Wird auf den empfohlenen Wert gesetzt.
it: Valore non valido. Verrà impostato al valore consigliato.
ja: 無効な値です。推奨値に設定されます。
pt: Valor inválido. Será definido para o valor recomendado.

source: {limit_name} is not a float nor string
de: {limit_name} ist weder eine Gleitkommazahl noch eine Zeichenkette
it: {limit_name} non è né un numero decimale né una stringa
ja: {limit_name}は浮動小数点数でも文字列でもありません
pt: {limit_name} não é um número decimal nem uma string

source: {limit_name} is not convertible to float
de: {limit_name} kann nicht in eine Gleitkommazahl umgewandelt werden
it: {limit_name} non è convertibile in numero decimale
ja: {limit_name}は浮動小数点数に変換できません
pt: {limit_name} não é convertível para número decimal

source: is below the {limit_name} of {limit_value}
de: liegt unter dem {limit_name} von {limit_value}
it: è inferiore al {limit_name} di {limit_value}
ja: {limit_name}の{limit_value}より下回っています
pt: está abaixo do {limit_name} de {limit_value}

source: is above the {limit_name} of {limit_value}
de: liegt über dem {limit_name} von {limit_value}
it: è superiore al {limit_name} di {limit_value}
ja: {limit_name}の{limit_value}を超えています
pt: está acima do {limit_name} de {limit_value}

source: Invalid value '{value}' for {paths_str} Allowed values are: {allowed_str}
de: Ungültiger Wert '{value}' für {paths_str} Erlaubte Werte sind: {allowed_str}
it: Valore non valido '{value}' per {paths_str} Valori consentiti: {allowed_str}
ja: {paths_str}に対する無効な値'{value}' 許可される値: {allowed_str}

source: Duplicate FC connection type '{value}' for {paths_str}
de: Doppelter FC-Verbindungstyp '{value}' für {paths_str}
it: Tipo di connessione FC duplicato '{value}' per {paths_str}
ja: {paths_str}に対する重複したFC接続タイプ'{value}'
pt: Tipo de conexão FC duplicado '{value}' para {paths_str}

source: Number of magnetic rotor poles must be even for {paths_str}
ja: {paths_str} の磁気ローター極数は偶数でなければなりません

source: Invalid integer value for {paths_str}
ja: {paths_str} の整数値が無効です

source: No intermediate parameter files found in current working directory.
de: Keine Zwischenparameterdateien im aktuellen Arbeitsverzeichnis gefunden.
it: Nessun file di parametri intermedio trovato nella directory di lavoro corrente.
ja: 現在の作業ディレクトリに 中間パラメータファイルが見つかりません。
pt: Nenhum ficheiro de parâmetro intermediário encontrado no diretório de trabalho atual.

source: No intermediate parameter files found in the --vehicle-dir specified directory.
de: Keine Zwischenparameterdateien im im --vehicle-dir angegebenen Verzeichnis gefunden.
it: Nessun file di parametri intermedio trovato nella directory specificata in --vehicle-dir.
ja: 指定された--vehicle-dirディレクトリに 中間パラメータファイルが見つかりません。
pt: Não foram encontrados ficheiros de parâmetros intermediários no diretório especificado --vehicle-dir.

source: MyVehicleName
de: MeinFahrzeugName
it: MioNomeVeicolo
ja: マイ機体名
pt: MeuNomeVeículo

source: Copy vehicle image from template
de: Fahrzeugbild aus Vorlage kopieren
it: Copia immagine veicolo dal modello
ja: テンプレートから機体画像をコピー
pt: Copiar imagem do veículo do modelo
