Repository: ArduPilot/MethodicConfigurator
Catalog: ardupilot_methodic_configurator/locale/*/LC_MESSAGES/ardupilot_methodic_configurator.po
Languages: de, it, ja, pt

source: Select {param.name} Bitmask Options
de: {param.name} Bitmasken-Optionen auswählen
it: Seleziona Opzioni Bitmask {param.name}
ja: {param.name}ビットマスクオプションを選択
pt: Selecionar Opções de Máscara de Bits {param.name}

source: Invalid Bitmask Value
de: Ungültiger Bitmasken-Wert
it: Valore Bitmask Non Valido
ja: 無効なビットマスク値
pt: Valor de Máscara de Bits Inválido

source: The new value '{new_value_str}' is not a valid integer for the {param.name} bitmask.
de: Der neue Wert '{new_value_str}' ist keine gültige Ganzzahl für die {param.name} Bitmaske.
it: Il nuovo valore '{new_value_str}' non è un numero intero valido per la bitmask {param.name}.
ja: 新しい値'{new_value_str}'は{param.name}ビットマスクの有効な整数ではありません。
pt: O novo valor '{new_value_str}' não é um número inteiro válido para a máscara de bits {param.name}.

source: When selected upload {param_name} new value to the flight controller
de: Bei Auswahl neuen Wert {param_name} auf den Flugcontroller hochladen
it: Quando selezionato carica il nuovo valore di {param_name} sul controller di volo
ja: 選択時、{param_name}の新しい値をフライトコントローラにアップロード
pt: Quando selecionado, envie {param_name} novo valor para o controlador de voo

source: Parameter %s change reason changed from %s to %s, will later ask if should be saved to file.
de: Grund für Parameteränderung %s hat sich von %s zu %s geändert, wird später fragen, ob in Datei gespeichert werden soll.
it: Il motivo di modifica del parametro %s è cambiato da %s a %s, verrà chiesto in seguito se salvare nel file.
ja: パラメータ%sの変更理由が%sから%sに変更されました。後でファイルに保存するかどうか確認します。
pt: Razão de alteração do parâmetro %s mudou de %s para %s, será perguntado mais tarde se deve ser guardado no ficheiro.

source: Are you sure you want to delete the {param_name} parameter?
de: Sind Sie sicher, dass Sie den Parameter {param_name} löschen möchten?
it: Sei sicuro di voler eliminare il parametro {param_name}?
ja: 本当に{param_name}パラメータを削除しますか？
pt: Tem certeza de que deseja excluir o parâmetro {param_name}?

source: Name filter:
ja: 名前フィルター:
pt: Filtro de nome:

source: Type part of a parameter name to filter the list. Press Enter to add all filtered parameters, or only the selected ones if any are selected.
ja: パラメータ名の一部を入力してリストをフィルタリングします。 Enterキーを押すと、フィルタリングされたすべてのパラメータ、 または選択されている場合は選択されたもののみが追加されます。
pt: Introduza parte de um nome de parâmetro para filtrar a lista. Pressione Enter para adicionar todos os parâmetros filtrados, ou apenas os selecionados, se houver algum selecionado.

source: (Use Ctrl/Shift for multiple selection)
ja: (複数選択にはCtrl/Shiftを使用)
pt: (Use Ctrl/Shift para seleção múltipla)

source: Double-click to add single parameter Ctrl+click to select multiple one-by-one Shift+click to select multiple by range Ctrl+A: Select all Ctrl+D: Deselect all Return: Add selected
ja: ダブルクリックで単一のパラメータを追加 Ctrl+クリックで複数を1つずつ選択 Shift+クリックで範囲を選択 Ctrl+A: すべて選択 Ctrl+D: すべて選択解除 Enter: 選択したものを追加
pt: Duplo clique para adicionar um único parâmetro Ctrl+clique para selecionar múltiplos um a um Shift+clique para selecionar múltiplos por intervalo Ctrl+A: Selecionar tudo Ctrl+D: Desselecionar tudo Return: Adicionar selecionados

source: No parameter selected
ja: パラメータが選択されていません
pt: Nenhum parâmetro selecionado

source: Add parameter(s)
ja: パラメータを追加
pt: Adicionar parâmetro(s)

source: Add selected parameter
ja: 選択したパラメータを追加
pt: Adicionar parâmetro selecionado

source: Add %d selected parameters
ja: %d個の選択したパラメータを追加
pt: Adicionar %d parâmetros selecionados

source: Adding many parameters at once can make it difficult to track changes and may impact GUI performance. Are you sure you want to add all %d parameters?
ja: 多数のパラメータを一度に追加すると、変更の追跡が困難になり、GUIのパフォーマンスに影響を与える可能性があります。 本当にすべての%d個のパラメータを追加しますか?
pt: Adicionar muitos parâmetros de uma só vez pode dificultar o acompanhamento das alterações e pode afetar o desempenho da interface. Tem a certeza de que deseja adicionar todos os %d parâmetros?

source: Confirm bulk addition
ja: 一括追加の確認
pt: Confirmar adição em massa

source: Invalid parameter name.
de: Ungültiger Parametername.
it: Nome parametro non valido.
ja: 無効なパラメータ名です。
pt: Nome de parâmetro inválido.

source: Operation not possible
de: Operation nicht möglich
it: Operazione non possibile
ja: 操作できません
pt: Operação não possível

source: Please be patient, {:.1f}% of {}% complete
de: Bitte geduldig sein, {:.1f}% von {}% abgeschlossen
it: Si prega di attendere, {:.1f}% di {}% completato
ja: お待ちください、{}%中{:.1f}%完了
pt: Por favor, seja paciente, {:.1f}% de {}% concluído

source: Updating progress widgets: {_e}
de: Aktualisiere Fortschritts-Widgets: {_e}
it: Aggiornamento widget di progresso: {_e}
ja: プログレスウィジェットを更新中: {_e}
pt: A atualizar widgets de progresso: {_e}

source: - Create a new vehicle project directory
de: - Erstelle ein neues Fahrzeugprojekt-Verzeichnis
it: - Crea una nuova directory progetto veicolo
ja: - 新しい車両プロジェクトディレクトリを作成
pt: - Criar um novo diretório de projeto de veículo

source: New vehicle
de: Neues Fahrzeug
it: Nuovo veicolo
ja: 新しい機体
pt: Novo veículo

source: Existing vehicle template directory containing the intermediate parameter files to be copied to the new vehicle configuration directory
de: Vorhandenes Fahrzeugvorlagenverzeichnis mit den Zwischenparameterdateien, die in das neue Fahrzeugkonfigurationsverzeichnis kopiert werden sollen
it: Directory del modello di veicolo esistente contenente i file di parametri intermedi da copiare nella nuova directory di configurazione del veicolo
ja: 新しい機体設定ディレクトリにコピーする中間パラメータファイルを 含む既存の機体テンプレートディレクトリ
pt: Diretório de modelos de veículos existente contendo os ficheiros de parâmetro intermediários a serem copiados para o novo diretório de configuração do veículo

source: Select the existing vehicle template directory containing the intermediate parameter files to be copied to the new vehicle configuration directory
de: Wählen Sie das vorhandene Fahrzeugvorlagenverzeichnis aus, das die Zwischenparameterdateien enthält, die in das neue Fahrzeugkonfigurationsverzeichnis kopiert werden sollen
it: Seleziona la directory del modello di veicolo esistente contenente i file di parametri intermedi da copiare nella nuova directory di configurazione del veicolo
ja: 新しい機体設定ディレクトリにコピーする中間パラメータファイルを 含む既存の機体テンプレートディレクトリを選択してください
pt: Selecione o diretório de modelos de veículos existente que contém os ficheiros de parâmetros intermediários a serem copiados para o novo diretório de configuração do veículo

source: Selected template directory: %s
de: Ausgewähltes Vorlagenverzeichnis: %s
it: Directory modello selezionata: %s
ja: 選択されたテンプレートディレクトリ: %s
pt: Diretório de modelo selecionado: %s

source: Source Template directory:
de: Quellvorlagenverzeichnis:
it: Directory modello sorgente:
ja: ソーステンプレートディレクトリ:
pt: Diretório de Template Fonte:

source: Existing directory where the new vehicle configuration directory will be created
de: Vorhandenes Verzeichnis, in dem das neue Fahrzeugkonfigurationsverzeichnis erstellt wird
it: Directory esistente dove verrà creata la nuova directory di configurazione del veicolo
ja: 新しい機体設定ディレクトリが作成される既存のディレクトリ
pt: Diretório existente onde o novo diretório de configuração do veículo será criado

source: Select the directory where the new vehicle configuration directory will be created
de: Wählen Sie das Verzeichnis aus, in dem das neue Fahrzeugkonfigurationsverzeichnis erstellt wird
it: Seleziona la directory dove verrà creata la nuova directory di configurazione del veicolo
ja: 新しい機体設定ディレクトリが作成される先のディレクトリを選択してください
pt: Selecione o diretório onde o novo diretório de configuração do veículo será criado

source: Destination base directory:
de: Zielbasisverzeichnis:
it: Directory base di destinazione:
ja: 宛先ベースディレクトリ:
pt: Diretório base de destino:

source: A new vehicle configuration directory with this name will be created at the (destination) base directory
de: Ein neues Fahrzeugkonfigurationsverzeichnis mit diesem Namen wird im (Ziel-)Basisverzeichnis erstellt
it: Una nuova directory di configurazione del veicolo con questo nome verrà creata nella directory base (di destinazione)
ja: この名前の新しい機体設定ディレクトリが（宛先）ベースディレクトリに作成されます
pt: Um novo diretório de configuração do veículo com este nome será criado no diretório base (destino)

source: Destination new vehicle name:
de: Neuer Fahrzeugname:
it: Nome nuovo veicolo di destinazione:
ja: 宛先の新しい機体名:
pt: Nome do novo veículo de destino:

source: Create a vehicle configuration directory from template
ja: テンプレートから車両設定ディレクトリを作成する

source: Create a new vehicle configuration directory on the (destination) base directory, copy the template files from the (source) template directory to it and load the newly created files into the application
de: Erstellen Sie ein neues Fahrzeugkonfigurationsverzeichnis im (Ziel-)Basisverzeichnis, kopieren Sie die Vorlagendateien aus dem (Quell-)Vorlagenverzeichnis hinein und laden Sie die neu erstellten Dateien in die Anwendung
it: Crea una nuova directory di configurazione del veicolo nella directory base (destinazione), copia i file modello dalla directory modello (sorgente) e carica i file appena creati nell'applicazione
ja: (出力先)ベースディレクトリに新しい機体設定ディレクトリを作成し、 (入力元)テンプレートディレクトリからファイルをコピーして アプリケーションに新しく作成されたファイルを読み込みます
pt: Crie um novo diretório de configuração de veículo no diretório base (destino), copie os ficheiros de modelo do diretório de modelo (origem) para ele e carregue os novos ficheiros criados na aplicação

source: This main is for testing and development only. Usually, the VehicleProjectCreatorWindow is called from another script
de: Dieses main ist nur für Test und Entwicklung. Normalerweise wird das VehicleProjectCreatorWindow von einem anderen Skript aufgerufen
it: Questo main è solo per test e sviluppo. Normalmente, la VehicleProjectCreatorWindow viene chiamata da un altro script
ja: このmainはテストと開発専用です。通常、VehicleProjectCreatorWindowは別のスクリプトから呼び出されます
pt: Este main é apenas para teste e desenvolvimento. Normalmente, a VehicleProjectCreatorWindow é chamada de outro script

source: This main is for testing and development only, usually the VehicleProjectCreatorWindow is called from another script
de: Dieses main ist nur für Test und Entwicklung, normalerweise wird das VehicleProjectCreatorWindow von einem anderen Skript aufgerufen
it: Questo main è solo per test e sviluppo, normalmente la VehicleProjectCreatorWindow viene chiamata da un altro script
ja: このmainはテストと開発専用です、通常VehicleProjectCreatorWindowは別のスクリプトから呼び出されます
pt: Este main é apenas para teste e desenvolvimento, normalmente a VehicleProjectCreatorWindow é chamada de outro script

source: No intermediate parameter files found in %s.
de: Keine Zwischenparametern-Dateien in %s gefunden.
it: Nessun file di parametri intermedio trovato in %s.
ja: %sに中間パラメータファイルが見つかりません。
pt: Nenhum ficheiro de parâmetro intermediário encontrado em %s.

source: - Select vehicle configuration directory
de: - Fahrzeugkonfigurationsverzeichnis auswählen
it: - Seleziona directory configurazione veicolo
ja: - 機体設定ディレクトリの選択
pt: - Selecione o diretório de configuração do veículo

source: Choose one of the following three options:
de: Wählen Sie eine der folgenden drei Optionen:
it: Scegli una delle seguenti tre opzioni:
ja: 以下の3つのオプションから選択してください:
pt: Escolha uma das três opções:

source: Create a new vehicle configuration directory, choose this option when using the software for the first time
ja: 新しい車両設定ディレクトリを作成する。初めてソフトウェアを使用する場合はこのオプションを選択してください

source: Open vehicle
de: Fahrzeug öffnen
it: Apri veicolo
ja: 機体を開く
pt: Abrir veículo

source: Use an existing vehicle configuration directory with intermediate parameter files, apm.pdef.xml and vehicle_components.json
de: Verwenden Sie ein vorhandenes Fahrzeugkonfigurationsverzeichnis mit Zwischenparameterdateien, apm.pdef.xml und vehicle_components.json
it: Usa una directory di configurazione del veicolo esistente con file di parametri intermedi, apm.pdef.xml e vehicle_components.json
ja: 中間パラメータファイル、apm.pdef.xml、 vehicle_components.jsonを含む既存の機体設定ディレクトリを使用
pt: Use um diretório de configuração de veículo existente com ficheiros de parâmetros intermediários, apm.pdef.xml e vehicle_components.json

source: Re-Open vehicle
de: Fahrzeug erneut öffnen
it: Riapri veicolo
ja: 機体を再度開く
pt: Reabrir veículo

source: Last used vehicle configuration directory:
de: Zuletzt verwendetes Fahrzeugkonfigurationsverzeichnis:
it: Ultima directory configurazione veicolo utilizzata:
ja: 最後に使用した機体設定ディレクトリ:
pt: Último diretório de configuração de veículo usado:

source: Last used vehicle configuration directory
de: Zuletzt verwendetes Fahrzeugkonfigurationsverzeichnis
it: Ultima directory configurazione veicolo utilizzata
ja: 最後に使用した機体設定ディレクトリ
pt: Último diretório de configuração de veículo usado

source: Open last used vehicle configuration directory
ja: 最後に使用した車両設定ディレクトリを開く

source: Directly open the last used vehicle configuration directory for configuring and tuning the vehicle
de: Direkt das zuletzt verwendete Fahrzeugkonfigurationsverzeichnis zum Konfigurieren und Abstimmen des Fahrzeugs öffnen
it: Apri direttamente l'ultima directory di configurazione del veicolo utilizzata per configurare e regolare il veicolo
ja: 機体の設定とチューニングのため、最後に使用した機体設定ディレクトリを直接開く
pt: Abrir diretamente o último diretório de configuração de veículo usado para configurar e ajustar o veículo

source: This main is for testing and development only. Usually, the VehicleProjectOpenerWindow is called from another script
de: Dieses main ist nur für Test und Entwicklung. Normalerweise wird das VehicleProjectOpenerWindow von einem anderen Skript aufgerufen
it: Questo main è solo per test e sviluppo. Normalmente, la VehicleProjectOpenerWindow viene chiamata da un altro script
ja: このmainはテストと開発専用です。通常、VehicleProjectOpenerWindowは別のスクリプトから呼び出されます
pt: Este main é apenas para teste e desenvolvimento. Normalmente, a VehicleProjectOpenerWindow é chamada de outro script

source: This main is for testing and development only, usually the VehicleProjectOpenerWindow is called from another script
de: Dieses main ist nur für Test und Entwicklung, normalerweise wird das VehicleProjectOpenerWindow von einem anderen Skript aufgerufen
it: Questo main è solo per test e sviluppo, normalmente la VehicleProjectOpenerWindow viene chiamata da un altro script
ja: このmainはテストと開発専用です、通常VehicleProjectOpenerWindowは別のスクリプトから呼び出されます
pt: Este main é apenas para teste e desenvolvimento, normalmente a VehicleProjectOpenerWindow é chamada de outro script

source: No intermediate parameter files found in the selected '{_dirname}' vehicle directory. Please select and step inside a vehicle directory containing valid ArduPilot intermediate parameter files. Make sure to step inside the directory (double-click) and not just select it.
de: Keine Zwischenparameterdateien im ausgewählten '{_dirname}' Fahrzeugverzeichnis gefunden. Bitte wählen Sie ein Fahrzeugverzeichnis aus, das gültige ArduPilot-Zwischenparameterdateien enthält. Stellen Sie sicher, dass Sie in das Verzeichnis (Doppelklick) und es nicht nur auswählen.
it: Non sono stati trovati file di parametri intermedi nella directory del veicolo '{_dirname}' selezionata. Selezionare e passare a una directory del veicolo contenente file di parametri intermedi ArduPilot validi. Assicurarsi di passare all'interno della directory (facendo doppio clic) e non solo di selezionarla.
ja: 選択された '{_dirname}' 機体ディレクトリに中間パラメータファイルが見つかりません。 有効なArduPilot中間パラメータファイルを含む機体ディレクトリを選択し、そのディレクトリ内に移動してください。 ディレクトリを選択するだけでなく、ダブルクリックしてディレクトリ内に移動してください。
pt: Não foram encontrados ficheiros de parâmetros intermediários no diretório do veículo '{_dirname}' selecionado. Por favor, selecione e entre em um diretório de veículo que contenha ficheiros de parâmetros intermediários válidos do ArduPilot. Certifique-se de entrar no diretório (clique duas vezes) e não o selecione apenas.

source: No Parameter Files Found
de: Keine Parameterdateien gefunden
it: Nessun File di Parametri Trovato
ja: パラメータファイルが見つかりません
pt: Nenhum Arquivo de Parâmetros Encontrado

source: {_error_string} Please connect a flight controller to the PC, wait at least 7 seconds and retry.
de: {_error_string} Bitte schließen Sie einen Flugcontroller an den PC an, warten Sie mindestens 7 Sekunden und versuchen Sie es erneut.
it: {_error_string} Collegare un controller di volo al PC, attendere almeno 7 secondi e riprovare.
ja: {_error_string} フライトコントローラーをPCに接続し、 最低7秒待ってから再試行してください。
pt: {_error_string} Por favor ligue um controlador de voo ao PC, espere pelo menos 7 segundos e tente de novo.

source: No Connection to the Flight Controller
de: Keine Verbindung zum Flugcontroller
it: Nessuna Connessione al Controller di Volo
ja: フライトコントローラーに接続されていません
pt: Nenhuma Conexão com o Controlador de Voo

source: Amilcar Lucas's - ArduPilot methodic configurator {version} - New version available
de: Amilcar Lucas's - ArduPilot methodischer Konfigurator {version} - Neue Version verfügbar
it: Amilcar Lucas's - Configuratore metodico ArduPilot {version} - Nuova versione disponibile
ja: Amilcar Lucas's - ArduPilot系統的コンフィギュレータ {version} - 新しいバージョンが利用可能
pt: Amilcar Lucas's - Configurador metódico ArduPilot {version} - Nova versão disponível

source: Update Now
de: Jetzt aktualisieren
it: Aggiorna Ora
ja: 今すぐ更新
pt: Atualizar Agora

source: Not Now
de: Nicht jetzt
it: Non Ora
ja: 後で
pt: Agora Não

source: Update complete! Please restart the application.
de: Aktualisierung abgeschlossen! Bitte starten Sie die Anwendung neu.
it: Aggiornamento completato! Riavvia l'applicazione.
ja: 更新完了！アプリケーションを再起動してください。
pt: Atualização concluída! Por favor reinicie a aplicação.

source: Update failed!
de: Aktualisierung fehlgeschlagen!
it: Aggiornamento fallito!
ja: 更新に失敗しました！
pt: Falha na atualização!

source: Configuration sequence progress
de: Fortschritt der Konfigurationssequenz
it: Avanzamento della sequenza di configurazione
ja: 設定シーケンスの進捗
pt: Progresso da sequência de configuração

source: This bar shows your progress through the configuration phases. Each phase contains configuration steps that must be completed in sequence.
de: Dieser Balken zeigt Ihren Fortschritt durch die Konfigurationsphasen. Jede Phase enthält Konfigurationsschritte, die der Reihe nach abgeschlossen werden müssen.
it: Questa barra mostra il tuo avanzamento attraverso le fasi di configurazione. Ogni fase contiene passaggi di configurazione che devono essere completati in sequenza.
ja: このバーは設定フェーズの進捗状況を示しています。各フェーズには順番に完了する必要がある設定ステップが含まれています。
pt: Esta barra mostra o seu progresso através das fases de configuração. Cada fase contém passos de configuração que devem ser concluídos em sequência.

source: This phase is optional.
de: Diese Phase ist optional.
it: Questa fase è opzionale.
ja: このフェーズはオプションです。
pt: Esta fase é opcional.

source: Out of expected range [1 .. {total_files}] current file number: {current_file}
de: Außerhalb des erwarteten Bereichs [1 .. {total_files}] aktuelle Dateinummer: {current_file}
it: Fuori dall'intervallo previsto [1 .. {total_files}] numero di file corrente: {current_file}
ja: 期待される範囲[1 .. {total_files}]外です。現在のファイル番号: {current_file}
pt: Fora do intervalo esperado [1 .. {total_files}] número de ficheiro atual: {current_file}

source: ArduPilot methodic configurator is a Wizard-style GUI tool to configure ArduPilot parameters. This module shows configuration sequence progress in the form of a configuration-stage-segmented progress bar.
de: ArduPilot methodischer Konfigurator ist ein Assistenten-basiertes GUI-Tool zur Konfiguration von ArduPilot-Parametern. Dieses Modul zeigt den Fortschritt der Konfigurationssequenz in Form eines in Konfigurationsphasen unterteilten Fortschrittsbalkens.
it: ArduPilot methodic configurator è uno strumento GUI in stile wizard per configurare i parametri di ArduPilot. Questo modulo mostra l'avanzamento della sequenza di configurazione sotto forma di una barra di avanzamento suddivisa in fasi di configurazione.
ja: ArduPilot方法論的コンフィギュレータはArduPilotパラメータを設定するためのウィザード形式のGUIツールです。このモジュールは設定ステージ区分されたプログレスバーの形式で設定シーケンスの進行状況を表示します。
pt: O configurador metódico ArduPilot é uma ferramenta GUI estilo assistente para configurar parâmetros do ArduPilot. Este módulo mostra o progresso da sequência de configuração na forma de uma barra de progresso segmentada por fases de configuração.

source: Amilcar Lucas's - ArduPilot methodic configurator {version} - Template Overview and selection
de: Amilcar Lucas's - ArduPilot methodischer Konfigurator {version} - Vorlagen-Übersicht und Auswahl
it: Amilcar Lucas's - Configuratore metodico ArduPilot {version} - Panoramica e selezione modello
ja: Amilcar Lucas's - ArduPilot系統的コンフィギュレータ {version} - テンプレート概要と選択
pt: Amilcar Lucas's - Configurador metódico ArduPilot {version} - Visão geral e seleção de modelo

source: Double-click the template below that best matches your vehicle's components.
de: Doppelklicken Sie auf die Vorlage unten, die am besten zu den Komponenten Ihres Fahrzeugs passt.
it: Fai doppio clic sul modello sottostante che meglio corrisponde ai componenti del tuo veicolo.
ja: 車両のコンポーネントに最も適したテンプレートを下でダブルクリックしてください。
pt: Clique duas vezes no modelo abaixo que melhor corresponde aos componentes do seu veículo.

source: Don't worry about finding a perfect match - choose the closest one available.
de: Machen Sie sich keine Sorgen, eine perfekte Übereinstimmung zu finden - wählen Sie die nächstbeste verfügbare aus.
it: Non preoccuparti di trovare una corrispondenza perfetta - scegli quella più vicina disponibile.
ja: 完全な一致を見つけることを心配する必要はありません - 利用可能な最も近いものを選択してください。
pt: Não se preocupe em encontrar uma correspondência perfeita - escolha o mais próximo disponível.

source: If unsure, select the 'empty' template for your firmware version (provides minimal starting configuration).
de: Wenn Sie unsicher sind, wählen Sie die 'leere' Vorlage für Ihre Firmware-Version (bietet minimale Startkonfiguration).
it: Se non sei sicuro, seleziona il modello 'vuoto' per la tua versione firmware (fornisce configurazione iniziale minima).
ja: 不明な場合は、ファームウェアバージョン用の「空」テンプレートを選択してください（最小限の開始構成を提供します）。
pt: Se não tiver a certeza, selecione o modelo 'vazio' para a sua versão de firmware (fornece configuração inicial mínima).

source: No 'vehicle.jpg' image file in the vehicle template directory.
de: Keine 'vehicle.jpg' Bilddatei im Fahrzeugvorlagenverzeichnis.
it: Nessun file immagine 'vehicle.jpg' nella directory del modello di veicolo.
ja: 車両テンプレートディレクトリに'vehicle.jpg'画像ファイルがありません。
pt: Nenhum ficheiro de imagem 'vehicle.jpg' no diretório do modelo de veículo.
