Repository: ArduPilot/MethodicConfigurator
Catalog: ardupilot_methodic_configurator/locale/*/LC_MESSAGES/ardupilot_methodic_configurator.po
Languages: de, it, ja, pt

source: parameter values at later steps depend on data that is gathered by means of logging
de: Parameterwerte in späteren Schritten hängen von Daten ab, die durch Logging gesammelt werden
it: I valori dei parametri nelle fasi successive dipendono dai dati raccolti tramite il logging
ja: 後のステップのパラメータ値は、ロギングによって収集されるデータに依存します
pt: Os valores dos parâmetros em etapas posteriores dependem de dados recolhidos por meio de registos

source: After the first flight because it depends on the MOT_THST_HOVER parameter, before the second flight so that it can safely use the altitude controller
de: Nach dem ersten Flug, weil es vom MOT_THST_HOVER-Parameter abhängt, vor dem zweiten Flug, damit der Höhenregler sicher verwendet werden kann
it: Dopo il primo volo perché dipende dal parametro MOT_THST_HOVER, prima del secondo volo in modo che possa utilizzare in sicurezza il controllore di altitudine
ja: MOT_THST_HOVERパラメータに依存するため最初の飛行後、そして高度コントローラーを安全に使用できるように2回目の飛行前に
pt: Após o primeiro voo porque depende do parâmetro MOT_THST_HOVER, antes do segundo voo para que possa usar com segurança o controlador de altitude

source: All the previous steps did not require logging, but the following ones do
de: Alle vorherigen Schritte erforderten kein Logging, aber die folgenden schon
it: Tutti i passaggi precedenti non richiedevano logging, ma i seguenti sì
ja: これまでのすべてのステップではロギングは必要ありませんでしたが、以下のステップでは必要です
pt: Todos os passos anteriores não requeriam registo, mas os seguintes sim

source: Because guided mode requires a tuned position controller
de: Weil der geführte Modus einen abgestimmten Positionsregler erfordert
it: Perché la modalità guidata richiede un controllore di posizione sintonizzato
ja: ガイドモードには調整された位置制御装置が必要なため
pt: Porque o modo guiado requer um controlador de posição afinado

source: Because it can only be done after PID tuning is complete
de: Weil es erst nach Abschluss der PID-Abstimmung durchgeführt werden kann
it: Perché può essere fatto solo dopo che la sintonizzazione PID è completata
ja: PIDチューニングが完了した後にのみ行うことができるため
pt: Porque só pode ser feito após a afinação PID estar completa

source: Because it can only be done after the respective autotune flight
de: Weil es erst nach dem jeweiligen Autotune-Flug durchgeführt werden kann
it: Perché può essere fatto solo dopo il rispettivo volo di autotune
ja: それぞれのオートチューン飛行の後にのみ行うことができるため
pt: Porque só pode ser feito após o respetivo voo de autotune

source: Because it depends on wind speed estimation
de: Weil es von der Windgeschwindigkeitsschätzung abhängt
it: Perché dipende dalla stima della velocità del vento
ja: 風速推定に依存するため
pt: Porque depende da estimativa da velocidade do vento

source: Because it is optional and should only be done after most other configurations are complete
de: Weil es optional ist und erst durchgeführt werden sollte, nachdem die meisten anderen Konfigurationen abgeschlossen sind
it: Perché è opzionale e dovrebbe essere fatto solo dopo che la maggior parte delle altre configurazioni sono complete
ja: オプションであり、他のほとんどの構成が完了した後にのみ行うべきであるため
pt: Porque é opcional e só deve ser feito após a maioria das outras configurações estarem completas

source: Because it needs an initial autotune of all axis
de: Weil es ein anfängliches Autotune aller Achsen benötigt
it: Perché ha bisogno di un autotune iniziale di tutti gli assi
ja: すべての軸の初期オートチューンが必要であるため
pt: Porque necessita de um autotune inicial de todos os eixos

source: Because pitch is usually the axis that has the second highest dynamic, and we continue with the second highest dynamic axis
de: Weil Pitch normalerweise die Achse mit der zweithöchsten Dynamik ist, und wir mit der Achse mit der zweithöchsten Dynamik fortfahren
it: Perché il beccheggio è di solito l'asse che ha la seconda dinamica più alta, e continuiamo con l'asse dalla dinamica seconda più alta
ja: ピッチは通常2番目に高いダイナミクスを持つ軸であり、2番目に高いダイナミクス軸を続けるためです
pt: Porque a inclinação é geralmente o eixo que tem a segunda maior dinâmica, e continuamos com o eixo de segunda maior dinâmica

source: Because precision landing requires guided mode
de: Weil Präzisionslandung den geführten Modus erfordert
it: Perché l'atterraggio di precisione richiede la modalità guidata
ja: 精密着陸にはガイドモードが必要であるため
pt: Porque a aterragem de precisão requer modo guiado

source: Because roll is usually the axis that has the highest dynamic, and we start with the highest dynamic axis
de: Weil Roll normalerweise die Achse mit der höchsten Dynamik ist, und wir mit der Achse mit der höchsten Dynamik beginnen
it: Perché il rollio è di solito l'asse che ha la dinamica più alta, e iniziamo con l'asse dalla dinamica più alta
ja: ロールは通常最も高いダイナミクスを持つ軸であり、最も高いダイナミクス軸から始めるためです
pt: Porque o rolamento é geralmente o eixo que tem a maior dinâmica, e começamos com o eixo de maior dinâmica

source: Because the position controller PIDs depend on the attitude and attitude-rate PIDs tuned in previous steps
de: Weil die Positionsregler-PIDs von den Lage- und Lagegeschwindigkeits-PIDs abhängen, die in vorherigen Schritten abgestimmt wurden
it: Perché i PID del controllore di posizione dipendono dai PID di assetto e velocità di assetto sintonizzati nei passaggi precedenti
ja: 位置制御装置のPIDは、前のステップで調整された姿勢および姿勢レートPIDに依存するため
pt: Porque os PIDs do controlador de posição dependem dos PIDs de atitude e taxa de atitude afinados em etapas anteriores

source: Because the vehicle should be fully tuned (no more PID changes) before a model gets created (that depends on said PID values)
de: Weil das Fahrzeug vollständig abgestimmt sein sollte (keine weiteren PID-Änderungen), bevor ein Modell erstellt wird (das von besagten PID-Werten abhängt)
it: Perché il veicolo dovrebbe essere completamente sintonizzato (nessun'altra modifica PID) prima di creare un modello (che dipende da detti valori PID)
ja: モデルが作成される前に機体が完全に調整されている（PIDの変更がない）べきであるため（そのPID値に依存するモデル）
pt: Porque o veículo deve estar totalmente afinado (sem mais alterações de PID) antes de criar um modelo (que depende desses valores de PID)

source: Because we first needed system identification flights to create the mathematical model
de: Weil wir zuerst Systemidentifikationsflüge benötigten, um das mathematische Modell zu erstellen
it: Perché prima avevamo bisogno di voli di identificazione del sistema per creare il modello matematico
ja: まず数学モデルを作成するためのシステム識別飛行が必要だったため
pt: Porque primeiro precisávamos de voos de identificação do sistema para criar o modelo matemático

source: Because yaw D can only be done after yaw
de: Weil Yaw-D erst nach Yaw durchgeführt werden kann
it: Perché l'imbardata D può essere fatta solo dopo l'imbardata
ja: ヨーDはヨーの後にのみ行うことができるため
pt: Porque o D da guinada só pode ser feito após a guinada

source: Because yaw is usually the axis that has the third highest dynamic, and we continue with the third highest dynamic axis
de: Weil Yaw normalerweise die Achse mit der dritthöchsten Dynamik ist, und wir mit der Achse mit der dritthöchsten Dynamik fortfahren
it: Perché l'imbardata è di solito l'asse che ha la terza dinamica più alta, e continuiamo con l'asse dalla dinamica terza più alta
ja: ヨーは通常3番目に高いダイナミクスを持つ軸であり、3番目に高いダイナミクス軸を続けるためです
pt: Porque a guinada é geralmente o eixo que tem a terceira maior dinâmica, e continuamos com o eixo de terceira maior dinâmica

source: Before the autotune process to estimate if autotune can safely operate the vehicle
de: Vor dem Autotune-Prozess, um abzuschätzen, ob Autotune das Fahrzeug sicher betreiben kann
it: Prima del processo di autotune per stimare se l'autotune può operare il veicolo in sicurezza
ja: オートチューンプロセスの前に、オートチューンが機体を安全に操作できるかどうかを推定するため
pt: Antes do processo de autotune para estimar se o autotune pode operar o veículo com segurança

source: Before the first flight so that it can gather data and safeguard the vehicle from some of the noise
de: Vor dem ersten Flug, damit es Daten sammeln und das Fahrzeug vor einigem Rauschen schützen kann
it: Prima del primo volo in modo che possa raccogliere dati e proteggere il veicolo da parte del rumore
ja: 最初の飛行前に、データを収集し、一部のノイズから機体を保護できるようにするため
pt: Antes do primeiro voo para que possa recolher dados e proteger o veículo de algum ruído

source: Before the second flight so that the EKF can be used to estimate the vehicle's position
de: Vor dem zweiten Flug, damit der EKF zur Schätzung der Fahrzeugposition verwendet werden kann
it: Prima del secondo volo in modo che l'EKF possa essere utilizzato per stimare la posizione del veicolo
ja: 2回目の飛行前に、EKFを使用して機体の位置を推定できるようにするため
pt: Antes do segundo voo para que o EKF possa ser usado para estimar a posição do veículo

source: Before the second flight so that the vehicle can be safely tuned.
de: Vor dem zweiten Flug, damit das Fahrzeug sicher abgestimmt werden kann
it: Prima del secondo volo in modo che il veicolo possa essere sintonizzato in sicurezza.
ja: 2回目の飛行前に、機体を安全に調整できるようにするため。
pt: Antes do segundo voo para que o veículo possa ser afinado com segurança.

source: Can only be done after the connections and device drivers have been configured in the preceding steps
de: Kann erst durchgeführt werden, nachdem die Verbindungen und Gerätetreiber in den vorhergehenden Schritten konfiguriert wurden
it: Può essere fatto solo dopo che le connessioni e i driver dei dispositivi sono stati configurati nei passaggi precedenti
ja: 前のステップで接続とデバイスドライバーが構成された後にのみ行うことができます
pt: Só pode ser feito depois das conexões e controladores de dispositivos terem sido configurados nos passos anteriores

source: Done before sensor calibration in Mission Planner to minimize the changes the user has to do in mission planner
de: Wird vor der Sensorkalibrierung im Mission Planner durchgeführt, um die Änderungen zu minimieren, die der Benutzer im Mission Planner vornehmen muss
it: Fatto prima della calibrazione dei sensori in Mission Planner per minimizzare le modifiche che l'utente deve fare in Mission Planner
ja: ユーザーがミッションプランナーで行う必要がある変更を最小限に抑えるために、ミッションプランナーでのセンサー校正の前に行います
pt: Feito antes da calibração do sensor no Mission Planner para minimizar as alterações que o utilizador tem de fazer no Mission Planner

source: It con only be done after optical flow sensor calibration setup
de: Es kann erst nach der Kalibrierung des optischen Flusssensors durchgeführt werden
it: Può essere fatto solo dopo la configurazione della calibrazione del sensore di flusso ottico
ja: 光学フローセンサーの校正設定後にのみ行うことができます
pt: Só pode ser feito após a configuração da calibração do sensor de fluxo ótico

source: It is a pre-requirement for configuring some telemetry systems and ESCs
de: Es ist eine Voraussetzung für die Konfiguration einiger Telemetriesysteme und ESCs
it: È un prerequisito per la configurazione di alcuni sistemi di telemetria ed ESC
ja: 一部のテレメトリーシステムとESCを構成するための前提条件です
pt: É um pré-requisito para configurar alguns sistemas de telemetria e ESCs

source: Most other parameters are done and these need to be corrected (depending on the vehicle size) before the first flight
de: Die meisten anderen Parameter sind fertig und diese müssen korrigiert werden (abhängig von der Fahrzeuggröße) vor dem ersten Flug
it: La maggior parte degli altri parametri è stata impostata e questi devono essere corretti (a seconda delle dimensioni del veicolo) prima del primo volo
ja: 他のほとんどのパラメータは完了しており、これらは最初の飛行前に（機体のサイズに応じて）修正する必要があります
pt: A maioria dos outros parâmetros está feita e estes precisam de ser corrigidos (dependendo do tamanho do veículo) antes do primeiro voo

source: Most parameters have been configured in previous steps. These are parameters that did not fit in any of the categories of the previous steps.
de: Die meisten Parameter wurden in vorherigen Schritten konfiguriert. Dies sind Parameter, die in keine der Kategorien der vorherigen Schritte passten.
it: La maggior parte dei parametri è stata configurata nei passaggi precedenti. Questi sono parametri che non rientravano in nessuna delle categorie dei passaggi precedenti.
ja: ほとんどのパラメータは前のステップで構成されています。これらは前のステップのカテゴリーのどれにも当てはまらなかったパラメータです。
pt: A maioria dos parâmetros foi configurada nos passos anteriores. Estes são parâmetros que não se enquadravam em nenhuma das categorias dos passos anteriores.

source: Needs to be done before compass calibration
de: Muss vor der Kompasskalibrierung durchgeführt werden
it: Deve essere fatto prima della calibrazione della bussola
ja: コンパスキャリブレーションの前に行う必要があります
pt: Precisa de ser feito antes da calibração da bússola

source: Now that MagFit has been performed the quicktune will work even better
de: Jetzt, wo MagFit durchgeführt wurde, wird das Quicktune noch besser funktionieren
it: Ora che MagFit è stato eseguito, il quicktune funzionerà ancora meglio
ja: MagFitが実行されたので、クイックチューンはさらに効果的に機能します
pt: Agora que o MagFit foi realizado, o quicktune funcionará ainda melhor

source: Pre-requires remote control configuration. Uses GCS telemetry if available. Setting up ESCs early allows for initial motor tests and ensures a stable base for further tuning and flight testing without risking damage to the vehicle.
de: Setzt die Fernsteuerungskonfiguration voraus. Nutzt GCS-Telemetrie, wenn verfügbar. Die frühzeitige Einrichtung von ESCs ermöglicht erste Motortests und gewährleistet eine stabile Basis für weitere Abstimmungen und Flugtests, ohne das Fahrzeug zu gefährden.
it: Richiede preventivamente la configurazione del radiocomando. Utilizza la telemetria GCS se disponibile. Configurare gli ESC in anticipo permette di testare inizialmente i motori e garantisce una base stabile per ulteriori sintonizzazioni e test di volo senza rischiare danni al veicolo.
ja: リモートコントロール構成を前提条件とします。利用可能な場合はGCSテレメトリーを使用します。ESCを早期に設定することで、初期モーターテストが可能になり、機体への損傷リスクなしで、さらなるチューニングと飛行テストのための安定したベースが確保されます。
pt: Pré-requer configuração de controlo remoto. Usa telemetria GCS se disponível. Configurar ESCs cedo permite testes iniciais do motor e garante uma base estável para posterior afinação e testes de voo sem arriscar danos no veículo.

source: Remote ID requires GNSS and air pressure to be configured before, and it must be set up before the first flight
de: Remote ID erfordert, dass GNSS und Luftdruck vorher konfiguriert werden, und es muss vor dem ersten Flug eingerichtet werden
it: L'ID remoto richiede che GNSS e pressione dell'aria siano configurati prima, e deve essere impostato prima del primo volo
ja: リモートIDはGNSSと気圧が事前に構成されている必要があり、最初の飛行前に設定する必要があります
pt: A identificação remota requer GNSS e pressão do ar configurados anteriormente, e deve ser configurada antes do primeiro voo

source: Requires a basic tune (provided by the previous step) in order to be able to safely navigate in a figure eight flight path.
de: Erfordert eine grundlegende Abstimmung (vom vorherigen Schritt bereitgestellt), um sicher in einem Achter-Flugpfad navigieren zu können.
it: Richiede una sintonizzazione di base (fornita dal passaggio precedente) per poter navigare in sicurezza in un percorso a otto.
ja: 8の字の飛行経路で安全にナビゲートするために基本的な調整（前のステップで提供される）が必要です。
pt: Requer uma afinação básica (fornecida pelo passo anterior) para poder navegar com segurança numa trajetória em forma de oito.

source: Requires the setup (provided by the previous step) and should be done before the second quicktune.
de: Erfordert die Einrichtung (vom vorherigen Schritt bereitgestellt) und sollte vor dem zweiten Quicktune durchgeführt werden.
it: Richiede la configurazione (fornita dal passaggio precedente) e dovrebbe essere fatto prima del secondo quicktune.
ja: （前のステップで提供される）セットアップが必要であり、2回目のクイックチューンの前に行う必要があります。
pt: Requer a configuração (fornecida pelo passo anterior) e deve ser feito antes do segundo quicktune.

source: Requires the setup step. It is easier to do before the FC is mounted in the vehicle
de: Erfordert den Einrichtungsschritt. Es ist einfacher durchzuführen, bevor der FC im Fahrzeug montiert wird
it: Richiede la fase di configurazione. È più facile farlo prima che l'FC sia montato nel veicolo
ja: セットアップステップが必要です。FCが機体に取り付けられる前に行う方が簡単です
pt: Requer o passo de configuração. É mais fácil fazer antes do FC ser montado no veículo

source: Sometimes it depends on the remote controller. Configuring telemetry early allows vehicle configuration and sensor calibration in later steps without requiring a USB cable connection to the autopilot
de: Manchmal hängt es von der Fernsteuerung ab. Die frühzeitige Konfiguration der Telemetrie ermöglicht die Fahrzeugkonfiguration und Sensorkalibrierung in späteren Schritten, ohne dass eine USB-Kabelverbindung zum Autopiloten erforderlich ist
it: A volte dipende dal radiocomando. Configurare la telemetria in anticipo permette la configurazione del veicolo e la calibrazione dei sensori nelle fasi successive senza richiedere una connessione via cavo USB all'autopilota
ja: リモートコントローラーに依存する場合があります。テレメトリーを早期に構成することで、オートパイロットへのUSBケーブル接続を必要とせずに、後のステップで機体の構成とセンサーの校正が可能になります
pt: Por vezes depende do controlador remoto. Configurar a telemetria cedo permite a configuração do veículo e calibração do sensor em etapas posteriores sem necessitar de uma ligação por cabo USB ao piloto automático

source: The failsafe configuration step requires this. Controller PID scaling depends on the battery voltage
de: Der Failsafe-Konfigurationsschritt erfordert dies. Die PID-Skalierung des Reglers hängt von der Batteriespannung ab
it: La fase di configurazione del failsafe lo richiede. La scalatura PID del controllore dipende dalla tensione della batteria
ja: フェイルセーフ構成ステップにはこれが必要です。コントローラーPIDスケーリングはバッテリー電圧に依存します
pt: O passo de configuração de failsafe requer isto. O dimensionamento PID do controlador depende da tensão da bateria

source: The failsafe configuration step requires this. During flight tests PID scaling depends on the battery voltage
de: Der Failsafe-Konfigurationsschritt erfordert dies. Während Flugtests hängt die PID-Skalierung von der Batteriespannung ab
it: La fase di configurazione del failsafe lo richiede. Durante i test di volo, la scalatura PID dipende dalla tensione della batteria
ja: フェイルセーフ構成ステップにはこれが必要です。飛行テスト中のPIDスケーリングはバッテリー電圧に依存します
pt: O passo de configuração de failsafe requer isto. Durante os testes de voo o dimensionamento PID depende da tensão da bateria

source: The following steps require that the orientation is correctly set
de: Die folgenden Schritte erfordern, dass die Ausrichtung korrekt eingestellt ist
it: I passaggi seguenti richiedono che l'orientamento sia impostato correttamente
ja: 以下のステップでは、方向が正しく設定されていることが必要です
pt: Os passos seguintes requerem que a orientação esteja corretamente definida

source: The notch filter setup step requires this, and the safety of the vehicle depends on the ESC and motor configuration
de: Der Notchfilter-Einrichtungsschritt erfordert dies, und die Sicherheit des Fahrzeugs hängt von der ESC- und Motorkonfiguration ab
it: La fase di configurazione del filtro notch lo richiede, e la sicurezza del veicolo dipende dalla configurazione di ESC e motori
ja: ノッチフィルターセットアップステップにはこれが必要であり、機体の安全性はESCとモーター構成に依存します
pt: O passo de configuração do filtro notch requer isto, e a segurança do veículo depende da configuração do ESC e do motor

source: This is the last step in the tuning process
de: Dies ist der letzte Schritt im Abstimmungsprozess
it: Questo è l'ultimo passo nel processo di sintonizzazione
ja: これはチューニングプロセスの最後のステップです
pt: Este é o último passo no processo de afinação

source: We need a good tune before autotune.
de: Wir benötigen eine gute Abstimmung vor dem Autotune.
it: Abbiamo bisogno di una buona sintonizzazione prima dell'autotune.
ja: オートチューンの前に良好な調整が必要です。
pt: Precisamos de uma boa afinação antes do autotune.

source: You need to cool down the FC to perform this calibration. It is easier to do before the FC is mounted in the vehicle
de: Sie müssen den Flugcontroller abkühlen lassen, um diese Kalibrierung durchzuführen. Es ist einfacher, dies zu tun, bevor der FC im Fahrzeug montiert wird
it: È necessario raffreddare l'FC per eseguire questa calibrazione. È più facile farlo prima che l'FC sia montato nel veicolo
ja: この校正を実行するにはFCを冷却する必要があります。FCが機体に取り付けられる前に行う方が簡単です
pt: Precisa de arrefecer o FC para realizar esta calibração. É mais fácil fazê-lo antes de o FC ser montado no veículo

source: real-flight data is only available after the first flight
de: Reale Flugdaten sind erst nach dem ersten Flug verfügbar
it: I dati di volo reali sono disponibili solo dopo il primo volo
ja: 実際の飛行データは最初の飛行後にのみ利用可能です
pt: Os dados de voo real só estão disponíveis após o primeiro voo

source: Adjust the Proportional-Integral-Derivative (PID) controllers based on the vehicle size before the first flight
de: Passen Sie die Proportional-Integral-Differential (PID)-Regler basierend auf der Fahrzeuggröße vor dem ersten Flug an
it: Regolare i controllori Proporzionale-Integrale-Derivativo (PID) in base alle dimensioni del veicolo prima del primo volo
ja: 最初の飛行前に機体のサイズに基づいて比例-積分-微分（PID）コントローラーを調整します
pt: Ajustar os controladores Proporcional-Integral-Derivativo (PID) com base no tamanho do veículo antes do primeiro voo

source: Configure Extended Kalman Filter (EKF) noise weights
de: Konfigurieren Sie die Extended Kalman Filter (EKF) Rausch-Gewichtungen
it: Configurare i pesi del rumore del Filtro di Kalman Esteso (EKF)
ja: 拡張カルマンフィルター（EKF）のノイズ重みを設定します
pt: Configurar os pesos de ruído do Filtro de Kalman Estendido (EKF)

source: Configure logging parameters, including what data is logged and how it's stored
de: Konfigurieren Sie Logging-Parameter, einschließlich welche Daten protokolliert werden und wie sie gespeichert werden
it: Configurare i parametri di registrazione, inclusi quali dati vengono registrati e come vengono archiviati
ja: ログデータの内容や保存方法など、ロギングパラメータを設定します
pt: Configurar parâmetros de registo, incluindo quais dados são registados e como são armazenados

source: Configure parameters for everyday use
de: Konfigurieren Sie Parameter für den täglichen Gebrauch
it: Configurare i parametri per l'uso quotidiano
ja: 日常使用のためのパラメータを設定します
pt: Configurar parâmetros para uso diário

source: Configure parameters for precision landing
de: Konfigurieren Sie Parameter für die Präzisionslandung
it: Configurare i parametri per l'atterraggio di precisione
ja: 精密着陸のためのパラメータを設定します
pt: Configurar parâmetros para aterragem de precisão

source: Configure parameters for the first battery, including health monitoring thresholds and failsafe behavior
de: Konfigurieren Sie Parameter für die erste Batterie, einschließlich Schwellenwerte zur Gesundheitsüberwachung und Failsafe-Verhalten
it: Configurare i parametri per la prima batteria, inclusi soglie di monitoraggio della salute e comportamento failsafe
ja: 健康監視しきい値やフェイルセーフ動作を含む、最初のバッテリーのパラメータを設定します
pt: Configurar parâmetros para a primeira bateria, incluindo limiares de monitorização de saúde e comportamento de failsafe

source: Configure parameters for the pitch axis system identification to create a mathematical model of the vehicle
de: Konfigurieren Sie Parameter für die Systemidentifikation der Pitch-Achse, um ein mathematisches Modell des Fahrzeugs zu erstellen
it: Configurare i parametri per l'identificazione di sistema dell'asse di beccheggio per creare un modello matematico del veicolo
ja: 機体の数学モデルを作成するためのピッチ軸システム識別のパラメータを設定します
pt: Configurar parâmetros para a identificação do sistema do eixo de inclinação para criar um modelo matemático do veículo

source: Configure parameters for the roll axis system identification to create a mathematical model of the vehicle
de: Konfigurieren Sie Parameter für die Systemidentifikation der Roll-Achse, um ein mathematisches Modell des Fahrzeugs zu erstellen
it: Configurare i parametri per l'identificazione di sistema dell'asse di rollio per creare un modello matematico del veicolo
ja: 機体の数学モデルを作成するためのロール軸システム識別のパラメータを設定します
pt: Configurar parâmetros para a identificação do sistema do eixo de rolamento para criar um modelo matemático do veículo
