Repository: ArduPilot/MethodicConfigurator
Catalog: ardupilot_methodic_configurator/locale/*/LC_MESSAGES/ardupilot_methodic_configurator.po
Languages: de, it, ja, pt

source: BATTERY_STATUS stream request attempt %(attempt)d confirmed
de: BATTERY_STATUS-Stream-Anfrage Versuch %(attempt)d bestätigt
it: Richiesta di trasmissione BATTERY_STATUS tentativo %(attempt)d confermata
ja: BATTERY_STATUSストリーム要求試行%(attempt)d回目が確認されました
pt: Tentativa %(attempt)d de pedido de transmissão BATTERY_STATUS confirmada

source: BATTERY_STATUS stream request attempt %(attempt)d failed: %(error)s
de: BATTERY_STATUS-Stream-Anfrage Versuch %(attempt)d fehlgeschlagen: %(error)s
it: Richiesta di trasmissione BATTERY_STATUS tentativo %(attempt)d fallita: %(error)s
ja: BATTERY_STATUSストリーム要求試行%(attempt)d回目が失敗しました: %(error)s
pt: Tentativa %(attempt)d de pedido de transmissão BATTERY_STATUS falhada: %(error)s

source: Failed to request periodic battery status: %(error)s
de: Fehler beim Anfordern des periodischen Batteriestatus: %(error)s
it: Errore nella richiesta dello stato periodico della batteria: %(error)s
ja: 定期的なバッテリ状態の要求に失敗しました：%(error)s
pt: Falha ao solicitar estado periódico da bateria: %(error)s

source: Periodic BATTERY_STATUS messages confirmed every %(interval)d microseconds
de: Periodische BATTERY_STATUS-Nachrichten bestätigt alle %(interval)d Mikrosekunden
it: Messaggi periodici BATTERY_STATUS confermati ogni %(interval)d microsecondi
ja: 定期的なBATTERY_STATUSメッセージが %(interval)d マイクロ秒ごとに確認されました
pt: Mensagens periódicas BATTERY_STATUS confirmadas a cada %(interval)d microssegundos

source: No flight controller connection or parameters available
de: Keine Flugcontroller-Verbindung oder Parameter verfügbar
it: Nessuna connessione al controllore di volo o parametri disponibili
ja: フライトコントローラ接続またはパラメータが利用できません
pt: Nenhuma ligação ao controlador de voo ou parâmetros disponíveis

source: Battery monitoring is not enabled (BATT_MONITOR=0)
de: Batterieüberwachung ist nicht aktiviert (BATT_MONITOR=0)
it: Il monitoraggio della batteria non è abilitato (BATT_MONITOR=0)
ja: バッテリ監視が有効化されていません（BATT_MONITOR=0）
pt: A monitorização da bateria não está ativada (BATT_MONITOR=0)

source: Failed to get battery status from telemetry: %(error)s
de: Fehler beim Abrufen des Batteriestatus aus der Telemetrie: %(error)s
it: Errore nell'ottenere lo stato della batteria dalla telemetria: %(error)s
ja: テレメトリからバッテリ状態の取得に失敗しました：%(error)s
pt: Falha ao obter estado da bateria da telemetria: %(error)s

source: Battery status not available from telemetry
de: Batteriestatus nicht in der Telemetrie verfügbar
it: Stato della batteria non disponibile dalla telemetria
ja: テレメトリからバッテリ状態が利用できません
pt: Estado da bateria não disponível na telemetria

source: Available connection ports are:
de: Verfügbare Verbindungsports sind:
it: Le porte di connessione disponibili sono:
ja: 利用可能な接続ポート：
pt: Portas de conexão disponíveis são:

source: Add another
de: Eine weitere hinzufügen
it: Aggiungi altro
ja: 別の接続を追加
pt: Adicionar outro

source: Added connection %s
de: Verbindung %s hinzugefügt
it: Aggiunta connessione %s
ja: 接続%sを追加しました
pt: Conexão %s adicionada

source: Did not add duplicated connection %s
de: Duplizierte Verbindung %s wurde nicht hinzugefügt
it: Non è stata aggiunta la connessione duplicata %s
ja: 重複した接続%sを追加しませんでした
pt: Não foi adicionada a conexão duplicada %s

source: Did not add empty connection
de: Leere Verbindung wurde nicht hinzugefügt
it: Non è stata aggiunta la connessione vuota
ja: 空の接続は追加されませんでした
pt: Não foi adicionada a conexão vazia

source: Auto-detected device %s
de: Automatisch erkannte Gerät %s
it: Dispositivo rilevato automaticamente %s
ja: デバイス%sを自動検出しました
pt: Dispositivo auto-detectado %s

source: Resolved soft link %s to %s
de: Symbolischer Link %s auf %s aufgelöst
it: Collegamento simbolico risolto da %s a %s
ja: シンボリックリンク%sを%sに解決しました
pt: Link simbólico resolvido %s para %s

source: Trying network port %s
de: Versuche Netzwerk-Port %s
it: Tentativo porta di rete %s
ja: ネットワークポート %s を試行中
pt: A tentar porta de rede %s

source: No auto-detected ports responded.
ja: 自動検出されたポートは応答しませんでした。

source: Detected vehicle %u:%u (autopilot=%u, type=%u)
de: Fahrzeug erkannt %u:%u (autopilot=%u, type=%u)
it: Veicolo rilevato %u:%u (autopilot=%u, type=%u)
ja: 車両を検出 %u:%u (autopilot=%u, type=%u)
pt: Veículo detetado %u:%u (autopilot=%u, type=%u)

source: No MAVLink heartbeat received, connection failed.
de: Kein MAVLink-Herzschlag empfangen, Verbindung fehlgeschlagen.
it: Nessun heartbeat MAVLink ricevuto, connessione fallita.
ja: MAVLinkハートビートを受信できず、接続に失敗しました。
pt: Nenhum batimento cardíaco MAVLink recebido, conexão falhou.

source: Connection established with systemID %s, componentID %s.
de: Verbindung hergestellt mit SystemID %s, KomponentenID %s.
it: Connessione stabilita con systemID %s, componentID %s.
ja: systemID %s、componentID %s との接続が確立されました。
pt: Ligação estabelecida com systemID %s, componentID %s.

source: Autopilot type {self.info.autopilot}
de: Autopilot-Typ {self.info.autopilot}
it: Tipo di autopilota {self.info.autopilot}
ja: オートパイロットタイプ {self.info.autopilot}
pt: Tipo de piloto automático {self.info.autopilot}

source: Vehicle type: {self.info.mav_type} running {self.info.vehicle_type} firmware
de: Fahrzeugtyp: {self.info.mav_type}, der {self.info.vehicle_type} Firmware läuft
it: Tipo di veicolo: {self.info.mav_type} con firmware {self.info.vehicle_type}
ja: 機体タイプ: {self.info.mav_type}（{self.info.vehicle_type}ファームウェアを実行中）
pt: Tipo de veículo: {self.info.mav_type} rodando firmware {self.info.vehicle_type}

source: Unsupported autopilot type {self.info.autopilot}
de: Nicht unterstützter Autopilot-Typ {self.info.autopilot}
it: Tipo di autopilota non supportato {self.info.autopilot}
ja: サポートされていないオートパイロットタイプ {self.info.autopilot}
pt: Tipo de piloto automático não suportado {self.info.autopilot}

source: No supported autopilots found
de: Keine unterstützten Autopiloten gefunden
it: Nessun autopilota supportato trovato
ja: サポートされているオートパイロットが見つかりません
pt: Nenhum autopilot suportado encontrado

source: Permission denied accessing the serial port. This is common on Linux systems. To fix this issue, add your user to the 'dialout' group with the following command: sudo adduser $USER dialout Then log out and log back in for the changes to take effect.
de: Zugriff auf den seriellen Port verweigert. Dies ist ein häufiges Problem unter Linux-Systemen. Um dieses Problem zu beheben, fügen Sie Ihren Benutzer zur 'dialout'-Gruppe mit folgendem Befehl hinzu: sudo adduser $USER dialout Melden Sie sich danach ab und wieder an, damit die Änderungen wirksam werden.
it: Permesso negato per l'accesso alla porta seriale. Questo è comune nei sistemi Linux. Per risolvere il problema, aggiungi il tuo utente al gruppo 'dialout' con il seguente comando: sudo adduser $USER dialout Dopo di che, disconnettiti e riconnettiti affinché le modifiche abbiano effetto.
ja: シリアルポートへのアクセスが拒否されました。これはLinuxシステムでよくあることです。 この問題を解決するには、次のコマンドでユーザーを'dialout'グループに追加してください： sudo adduser $USER dialout その後、ログアウトして再度ログインすると変更が有効になります。
pt: Permissão negada ao aceder à porta série. Isto é comum em sistemas Linux. Para corrigir este problema, adicione o seu utilizador ao grupo 'dialout' com o seguinte comando: sudo adduser $USER dialout Depois termine a sessão e volte a iniciar sessão para que as alterações tenham efeito.

source: ChibiOS version mismatch: %s (BANNER) != % s (AUTOPILOT_VERSION)
de: ChibiOS Versionskonflikt: %s (BANNER) != %s (AUTOPILOT_VERSION)
it: Incompatibilità versione ChibiOS: %s (BANNER) != %s (AUTOPILOT_VERSION)
ja: ChibiOSバージョンの不一致: %s (BANNER) != %s (AUTOPILOT_VERSION)
pt: Incompatibilidade de versão ChibiOS: %s (BANNER) != %s (AUTOPILOT_VERSION)

source: No AUTOPILOT_VERSION MAVLink message received, connection failed. Only ArduPilot versions newer than 4.3.8 are supported. Make sure parameter SERIAL0_PROTOCOL is set to 2
de: Keine AUTOPILOT_VERSION MAVLink-Nachricht empfangen, Verbindung fehlgeschlagen. Nur ArduPilot-Versionen neuer als 4.3.8 werden unterstützt. Stellen Sie sicher, dass der Parameter SERIAL0_PROTOCOL auf 2 gesetzt ist
it: Nessun messaggio AUTOPILOT_VERSION MAVLink ricevuto, connessione fallita. Sono supportate solo versioni di ArduPilot più recenti di 4.3.8. Assicurarsi che il parametro SERIAL0_PROTOCOL sia impostato su 2
ja: AUTOPILOT_VERSION MAVLinkメッセージを受信できませんでした、接続に失敗しました。 ArduPilotバージョン4.3.8以降のみがサポートされています。 パラメータSERIAL0_PROTOCOLが2に設定されていることを確認してください
pt: Nenhuma mensagem MAVLink AUTOPILOT_VERSION recebida, conexão falhou. Apenas versões do ArduPilot mais recentes que 4.3.8 são suportadas. Certifique-se de que o parâmetro SERIAL0_PROTOCOL está definido como 2

source: FC firmware type mismatch: %s (BANNER) != %s (AUTOPILOT_VERSION)
de: FC-Firmware Typ stimmt nicht überein: %s (BANNER) != %s (AUTOPILOT_VERSION)
it: Mancata corrispondenza tipo firmware FC: %s (BANNER) != %s (AUTOPILOT_VERSION)
ja: FCファームウェアタイプの不一致: %s (BANNER) != %s (AUTOPILOT_VERSION)
pt: Disparidade de tipo de FC: %s (BANNER) != %s (AUTOPILOT_VERSION)

source: Will connect to %s
de: Verbindung zu %s wird hergestellt
it: Si connetterà a %s
ja: %s に接続します
pt: Irá ligar a %s

source: Will connect to %s @ %u baud
de: Wird Verbindung zu %s @ %u Baud herstellen
it: Connessione a %s @ %u baud
ja: %s @ %u ボーに接続します
pt: Irá conectar-se a %s @ %u baud

source: Waiting for MAVLink heartbeats...
de: Warten auf MAVLink-Heartbeats...
it: In attesa di heartbeat MAVLink...
ja: MAVLink ハートビートを待機中...
pt: A aguardar heartbeats MAVLink...

source: Connection failed: %s
de: Verbindung fehlgeschlagen: %s
it: Connessione fallita: %s
ja: 接続に失敗しました: %s
pt: Conexão falhou: %s

source: Failed to connect after %d attempts.
de: Verbindung nach %d Versuchen fehlgeschlagen.
it: Impossibile connettersi dopo %d tentativi.
ja: %d回試行後も接続に失敗しました。
pt: Falha ao conectar após %d tentativas.

source: No flight controller connection available for file upload
de: Keine Flugregler-Verbindung für Datei-Upload verfügbar
it: Nessuna connessione al controllore di volo disponibile per il caricamento del file
ja: ファイルアップロードに使用できるフライトコントローラー接続がありません
pt: Nenhuma ligação ao controlador de voo disponível para envio de ficheiro

source: MAVFTP is not available for file upload
de: MAVFTP ist nicht für Datei-Upload verfügbar
it: MAVFTP non è disponibile per il caricamento del file
ja: MAVFTPはファイルアップロードに使用できません
pt: MAVFTP não está disponível para envio de ficheiro

source: Successfully uploaded %(local)s to %(remote)s
de: %(local)s erfolgreich nach %(remote)s hochgeladen
it: %(local)s caricato con successo su %(remote)s
ja: %(local)sを%(remote)sに正常にアップロードしました
pt: %(local)s enviado com sucesso para %(remote)s

source: Failed to upload file: %(error)s
de: Fehler beim Hochladen der Datei: %(error)s
it: Caricamento del file fallito: %(error)s
ja: ファイルのアップロードに失敗しました: %(error)s
pt: Falha ao enviar ficheiro: %(error)s

source: No flight controller connected
de: Kein Flugcontroller verbunden
it: Nessun controllore di volo collegato
ja: フライトコントローラーが接続されていません
pt: Nenhum controlador de voo ligado

source: MAVFTP is not supported by the flight controller
de: MAVFTP wird vom Flugcontroller nicht unterstützt
it: MAVFTP non è supportato dal controllore di volo
ja: MAVFTPはフライトコントローラーでサポートされていません
pt: MAVFTP não é suportado pelo controlador de voo

source: MAVFTP is not available for file download
de: MAVFTP ist nicht für Datei-Download verfügbar
it: MAVFTP non è disponibile per il download del file
ja: MAVFTPはファイルダウンロードに使用できません
pt: MAVFTP não está disponível para transferência de ficheiro

source: Error during flight log download: %(error)s
de: Fehler beim Herunterladen des Flugprotokolls: %(error)s
it: Errore durante il download del registro di volo: %(error)s
ja: フライトログのダウンロード中にエラーが発生しました: %(error)s
pt: Erro durante transferência de registo de voo: %(error)s

source: Could not determine the last log number using any method
de: Konnte die letzte Protokollnummer mit keiner Methode bestimmen
it: Impossibile determinare l'ultimo numero di registro con qualsiasi metodo
ja: いずれの方法でも最後のログ番号を特定できませんでした
pt: Não foi possível determinar o último número de registo usando qualquer método

source: Trying to get log number from LASTLOG.TXT
de: Versuche Protokollnummer aus LASTLOG.TXT zu ermitteln
it: Tentativo di ottenere il numero di registro da LASTLOG.TXT
ja: LASTLOG.TXTからログ番号を取得しようとしています
pt: A tentar obter o número do registo de LASTLOG.TXT

source: LASTLOG.TXT not available, trying alternative methods
de: LASTLOG.TXT nicht verfügbar, versuche alternative Methoden
it: LASTLOG.TXT non disponibile, provo metodi alternativi
ja: LASTLOG.TXTが利用できません、代替方法を試行中
pt: LASTLOG.TXT não disponível, a tentar métodos alternativos

source: Failed to get log number from LASTLOG.TXT: %(error)s
de: Fehler beim Abrufen der Protokollnummer aus LASTLOG.TXT: %(error)s
it: Impossibile ottenere il numero di registro da LASTLOG.TXT: %(error)s
ja: LASTLOG.TXTからログ番号を取得できませんでした: %(error)s
pt: Falha ao obter número de registo de LASTLOG.TXT: %(error)s

source: Trying to get log number from directory listing
de: Versuche Protokollnummer aus Verzeichnisliste zu ermitteln
it: Tentativo di ottenere il numero di registro dall'elenco directory
ja: ディレクトリリストからログ番号を取得しようとしています
pt: A tentar obter o número do registo da listagem de diretório

source: No directory listing found in MAVFTPReturn
de: Keine Verzeichnisliste in MAVFTPReturn gefunden
it: Nessun elenco directory trovato in MAVFTPReturn
ja: MAVFTPReturnにディレクトリリストが見つかりません
pt: Nenhuma listagem de diretório encontrada em MAVFTPReturn

source: Highest log number found: %(number)d
de: Höchste Protokollnummer gefunden: %(number)d
it: Numero di registro più alto trovato: %(number)d
ja: 最大のログ番号が見つかりました: %(number)d
pt: Número de registo mais alto encontrado: %(number)d

source: No log files found in directory listing
de: Keine Protokolldateien in Verzeichnisliste gefunden
it: Nessun file di registro trovato nell'elenco directory
ja: ディレクトリリストにログファイルが見つかりません
pt: Nenhum ficheiro de registo encontrado na listagem de diretório

source: Failed to get log number from directory listing: %(error)s
de: Fehler beim Abrufen der Protokollnummer aus der Verzeichnisliste: %(error)s
it: Impossibile ottenere il numero di registro dall'elenco della directory: %(error)s
ja: ディレクトリリストからログ番号を取得できませんでした: %(error)s
pt: Falha ao obter número de registo da listagem de diretório: %(error)s

source: Trying to find log number using binary search
de: Versuche Protokollnummer mittels binärer Suche zu finden
it: Tentativo di trovare il numero di registro usando ricerca binaria
ja: バイナリサーチを使用してログ番号を見つけようとしています
pt: A tentar encontrar o número do registo usando pesquisa binária

source: Log %(number)d exists, searching higher
de: Protokoll %(number)d existiert, suche höher
it: Il registro %(number)d esiste, ricerca più in alto
ja: ログ%(number)dが存在します。より大きい番号を検索中
pt: Registo %(number)d existe, a procurar mais alto

source: Log %(number)d doesn't exist, searching lower
de: Protokoll %(number)d existiert nicht, suche niedriger
it: Il registro %(number)d non esiste, ricerca più in basso
ja: ログ%(number)dは存在しません。より小さい番号を検索中
pt: Registo %(number)d não existe, a procurar mais baixo

source: Found highest log number using binary search: %(number)d
de: Höchste Protokollnummer durch binäre Suche gefunden: %(number)d
it: Numero di registro più alto trovato usando la ricerca binaria: %(number)d
ja: 二分探索を使用して最大のログ番号が見つかりました: %(number)d
pt: Número de registo mais alto encontrado através de pesquisa binária: %(number)d

source: No log files found using binary search
de: Keine Protokolldateien mittels binärer Suche gefunden
it: Nessun file di registro trovato usando ricerca binaria
ja: バイナリサーチでログファイルが見つかりませんでした
pt: Nenhum ficheiro de registo encontrado usando pesquisa binária

source: Failed to scan for log numbers using binary search: %(error)s
de: Fehler beim Scannen nach Protokollnummern mittels binärer Suche: %(error)s
it: Impossibile scansionare i numeri di registro utilizzando la ricerca binaria: %(error)s
ja: 二分探索を使用したログ番号のスキャンに失敗しました: %(error)s
pt: Falha ao procurar números de registo através de pesquisa binária: %(error)s

source: Downloading flight log %(remote)s to %(local)s
de: Lade Flugprotokoll %(remote)s nach %(local)s herunter
it: Download del registro di volo %(remote)s in %(local)s
ja: フライトログ%(remote)sを%(local)sにダウンロード中
pt: A transferir registo de voo %(remote)s para %(local)s

source: Failed to download flight log %(remote)s
de: Fehler beim Herunterladen des Flugprotokolls %(remote)s
it: Download del registro di volo %(remote)s fallito
ja: フライトログ%(remote)sのダウンロードに失敗しました
pt: Falha ao transferir registo de voo %(remote)s

source: Successfully downloaded flight log to %(local)s
de: Flugprotokoll erfolgreich nach %(local)s heruntergeladen
it: Registro di volo scaricato con successo in %(local)s
ja: フライトログを%(local)sに正常にダウンロードしました
pt: Registo de voo transferido com sucesso para %(local)s

source: Failed to download log file: %(error)s
de: Fehler beim Herunterladen der Protokolldatei: %(error)s
it: Download del file di registro fallito: %(error)s
ja: ログファイルのダウンロードに失敗しました: %(error)s
pt: Falha ao transferir ficheiro de registo: %(error)s

source: Could not extract last log file number from LASTLOG.TXT: %(error)s
de: Konnte letzte Protokolldateinummer nicht aus LASTLOG.TXT extrahieren: %(error)s
it: Impossibile estrarre il numero dell'ultimo file di registro da LASTLOG.TXT: %(error)s
ja: LASTLOG.TXTから最後のログファイル番号を抽出できませんでした: %(error)s
pt: Impossível extrair número do último ficheiro de registo de LASTLOG.TXT: %(error)s

source: Testing active, will load all parameters from the %s file
de: Test läuft, alle Parameter aus der %s-Datei werden geladen
it: Test attivo, verranno caricati tutti i parametri dal file %s
ja: テストがアクティブです。%sファイルからすべてのパラメータを読み込みます
pt: Teste ativo, irá carregar todos os parâmetros do ficheiro %s

source: MAVFTP is supported by the %s flight controller
de: MAVFTP wird vom %s Flugcontroller unterstützt
it: MAVFTP è supportato dal controller di volo %s
ja: MAVFTPは%sフライトコントローラでサポートされています
pt: MAVFTP é suportado pelo controlador de voo %s

source: MAVFTP is not supported by the %s flight controller, fallback to MAVLink
de: MAVFTP wird vom %s Flugcontroller nicht unterstützt, Fallback auf MAVLink
it: MAVFTP non è supportato dal controller di volo %s, ripiego su MAVLink
ja: MAVFTPは%sフライトコントローラでサポートされていないため、MAVLinkにフォールバックします
pt: MAVFTP não é suportado pelo controlador de voo %s, retornando ao MAVLink

source: Will fetch all parameters from the %s flight controller
de: Alle Parameter vom %s Flugcontroller abrufen
it: Verranno recuperati tutti i parametri dal controller di volo %s
ja: %sフライトコントローラからすべてのパラメータを取得します
pt: Irá buscar todos os parâmetros do controlador de voo %s

source: Received parameter: %s = %s
de: Empfangener Parameter: %s = %s
it: Parametro ricevuto: %s = %s
ja: パラメータを受信しました: %s = %s
pt: Parâmetro recebido: %s = %s

source: Fetched %d parameter values from the %s flight controller
de: %d Parameterwerte vom %s Flugcontroller abgerufen
it: Recuperati %d valori dei parametri dal controller di volo %s
ja: %sフライトコントローラから%dパラメータ値を取得しました
pt: Buscou %d valores de parâmetros do controlador de voo %s

source: Error: %s
de: Fehler: %s
it: Errore: %s
ja: エラー: %s
pt: Erro: %s

source: No flight controller connection available
de: Keine Flugcontroller-Verbindung verfügbar
it: Nessuna connessione al controllore di volo disponibile
ja: フライトコントローラ接続が利用できません
pt: Nenhuma ligação ao controlador de voo disponível

source: Invalid parameter value type: %s (expected numeric)
de: Ungültiger Parameterwerttyp: %s (erwartet numerisch)
it: Tipo di valore del parametro non valido: %s (previsto numerico)
ja: 無効なパラメータ値の型: %s (数値が期待されます)
pt: Tipo de valor de parâmetro inválido: %s (esperado numérico)

source: Timeout for parameter %s is non-positive, skipping request
de: Timeout für Parameter %s ist nicht positiv, Anfrage wird übersprungen
it: Il timeout per il parametro %s non è positivo, salto della richiesta
ja: パラメータ%sのタイムアウトが正の値ではありません。要求をスキップします
pt: Tempo limite para parâmetro %s não é positivo, a ignorar pedido

source: Timeout waiting for parameter %s
de: Zeitüberschreitung beim Warten auf Parameter %s
it: Timeout in attesa del parametro %s
ja: パラメータ %s の待機がタイムアウトしました
pt: Tempo limite à espera do parâmetro %s

source: Downloading ... {:.1f}%
de: Herunterladen ... {:.1f}%
it: Download in corso ... {:.1f}%
ja: ダウンロード中... {:.1f}%
pt: A transferir ... {:.1f}%

source: Download complete
de: Download abgeschlossen
it: Download completato
ja: ダウンロード完了
pt: Transferência concluída

source: URL or local filename not provided.
de: URL oder lokaler Dateiname nicht angegeben.
it: URL o nome file locale non fornito.
ja: URLまたはローカルファイル名が提供されていません。
pt: URL ou nome de ficheiro local não fornecido.

source: Download timed out (attempt %d)
ja: ダウンロードがタイムアウトしました（試行 %d）
pt: Transferência expirou (tentativa %d)

source: Network error during download (attempt %d): %s
ja: ダウンロード中のネットワークエラー（試行 %d）：%s
pt: Erro de rede durante a transferência (tentativa %d): %s

source: File system error during download (attempt %d): %s
ja: ダウンロード中のファイルシステムエラー（試行 %d）：%s
pt: Erro do sistema de ficheiros durante a transferência (tentativa %d): %s

source: Invalid data received from %s: %s
de: Ungültige Daten empfangen von %s: %s
it: Dati non validi ricevuti da %s: %s
ja: %sから無効なデータを受信しました: %s
pt: Dados inválidos recebidos de %s: %s

source: Download failed after %d attempts, cleaning up partial file
ja: %d 回の試行後にダウンロードが失敗しました。部分ファイルをクリーンアップしています
pt: Transferência falhou após %d tentativas, a limpar ficheiro parcial

source: The latest continuous delivery build must be a pre-release
de: Der neueste Continuous Delivery Build muss eine Vorabversion sein
it: L'ultima build di consegna continua deve essere una pre-release
ja: 最新の継続的デリバリービルドはプレリリースである必要があります
pt: A última compilação de entrega contínua deve ser uma pré-versão

source: The latest stable release must not be a pre-release
de: Die neueste stabile Version darf keine Vorabversion sein
it: L'ultima versione stabile non deve essere una pre-release
ja: 最新の安定版リリースはプレリリースであってはなりません
pt: A última versão estável não deve ser uma pré-versão

source: Failed to fetch release info: {}
de: Abrufen der Release-Informationen fehlgeschlagen: {}
it: Impossibile recuperare le informazioni sulla release: {}
ja: リリース情報の取得に失敗しました: {}
pt: Falha ao obter informação da versão: {}

source: Rate limit exceeded. Please try again after: %s (UTC)
de: Anfragelimit überschritten. Bitte versuchen Sie es erneut nach: %s (UTC)
it: Limite di frequenza superato. Riprova dopo: %s (UTC)
ja: レート制限を超えました。%s（UTC）以降に再試行してください
pt: Limite de pedidos excedido. Tente novamente após: %s (UTC)

source: Invalid release data: {}
de: Ungültige Release-Daten: {}
it: Dati della release non validi: {}
ja: 無効なリリースデータ: {}
pt: Dados de versão inválidos: {}

source: Windows installer URL must be from github.com: %s
ja: WindowsインストーラーのURLはgithub.comからのものである必要があります：%s
pt: O URL do instalador Windows deve ser de github.com: %s

source: could not get expected SHA256 checksum from github.com
ja: github.comから予期されるSHA256チェックサムを取得できませんでした
pt: não foi possível obter o checksum SHA256 esperado de github.com

source: SHA256 mismatch for downloaded installer: expected %s got %s
ja: ダウンロードしたインストーラーのSHA256が一致しません：予期される %s 取得した %s
pt: Incompatibilidade de SHA256 para o instalador transferido: esperado %s obtido %s

source: Downloaded installer too small: %d bytes
ja: ダウンロードしたインストーラーが小さすぎます：%d バイト
pt: Instalador transferido demasiado pequeno: %d bytes

source: Downloaded installer does not appear to be a Windows executable
ja: ダウンロードしたインストーラーはWindows実行可能ファイルではないようです
pt: O instalador transferido não parece ser um executável Windows

source: Failed to validate downloaded installer: %s
ja: ダウンロードしたインストーラーの検証に失敗しました：%s
pt: Falha ao validar o instalador transferido: %s
