Repository: ArduPilot/MethodicConfigurator
Catalog: ardupilot_methodic_configurator/locale/*/LC_MESSAGES/ardupilot_methodic_configurator.po
Languages: de, it, ja, pt

source: Propeller diameter in inches (affects PID tuning)
de: Propellerdurchmesser in Zoll (beeinflusst PID-Abstimmung)
it: Diametro dell'elica in pollici (influisce sulla messa a punto PID)
ja: プロペラの直径（インチ）（PIDチューニングに影響する）
pt: Diâmetro da hélice em polegadas (afeta a afinação PID)

source: Propellers that generate thrust
de: Propeller, die Schub erzeugen
it: Eliche che generano spinta
ja: 推力を生成するプロペラ
pt: Hélices que geram impulso

source: Propellers that generate thrust for the vehicle
de: Propeller, die Schub für das Fahrzeug erzeugen
it: Eliche che generano spinta per il veicolo
ja: 機体の推力を生成するプロペラ
pt: Hélices que geram impulso para o veículo

source: Propulsion motors for the vehicle
de: Antriebsmotoren für das Fahrzeug
it: Motori di propulsione per il veicolo
ja: 機体の推進モーター
pt: Motores de propulsão para o veículo

source: Propulsion motors that power the vehicle
de: Antriebsmotoren, die das Fahrzeug antreiben
it: Motori di propulsione che alimentano il veicolo
ja: 機体を駆動する推進モーター
pt: Motores de propulsão que alimentam o veículo

source: Receiver that connects to the flight controller
de: Empfänger, der mit dem Flugcontroller verbunden ist
it: Ricevitore che si connette al controllore di volo
ja: フライトコントローラーに接続する受信機
pt: Recetor que se liga ao controlador de voo

source: Remote control component firmware information
de: Firmware-Informationen der Fernsteuerungskomponente
it: Informazioni sul firmware del componente del radiocomando
ja: リモートコントロールコンポーネントのファームウェア情報
pt: Informação do firmware do componente de controlo remoto

source: Remote control device used by the pilot
de: Fernsteuerungsgerät, das vom Piloten verwendet wird
it: Dispositivo di controllo remoto utilizzato dal pilota
ja: パイロットが使用するリモートコントロール装置
pt: Dispositivo de controlo remoto utilizado pelo piloto

source: Remote control system component
de: Fernsteuerungssystem-Komponente
it: Componente del sistema di controllo remoto
ja: リモートコントロールシステムコンポーネント
pt: Componente do sistema de controlo remoto

source: Schema format version
it: Versione del formato schema
ja: スキーマフォーマットバージョン
pt: Versão do formato do esquema

source: Specific model name/number of the component
de: Spezifischer Modellname/-nummer der Komponente
it: Nome/numero specifico del modello del componente
ja: コンポーネントの具体的なモデル名/番号
pt: Nome/número específico do modelo do componente

source: Technical specifications of the battery
de: Technische Spezifikationen der Batterie
it: Specifiche tecniche della batteria
ja: バッテリーの技術仕様
pt: Especificações técnicas da bateria

source: Technical specifications of the flight controller
de: Technische Spezifikationen des Flugcontrollers
it: Specifiche tecniche del controllore di volo
ja: フライトコントローラーの技術仕様
pt: Especificações técnicas do controlador de voo

source: Technical specifications of the motors
de: Technische Spezifikationen der Motoren
it: Specifiche tecniche dei motori
ja: モーターの技術仕様
pt: Especificações técnicas dos motores

source: Technical specifications of the propellers
de: Technische Spezifikationen der Propeller
it: Specifiche tecniche delle eliche
ja: プロペラの技術仕様
pt: Especificações técnicas das hélices

source: Technical specifications of the vehicle frame
de: Technische Spezifikationen des Fahrzeugrahmens
it: Specifiche tecniche del telaio del veicolo
ja: 機体フレームの技術仕様
pt: Especificações técnicas da estrutura do veículo

source: Transmitter part of the remote control system
de: Sender-Teil des Fernsteuerungssystems
it: Trasmettitore parte del sistema di controllo remoto
ja: リモートコントロールシステムの送信機部分
pt: Transmissor parte do sistema de controlo remoto

source: Type of firmware
de: Art der Firmware
it: Tipo di firmware
ja: ファームウェアのタイプ
pt: Tipo de firmware

source: Version number of the firmware
de: Versionsnummer der Firmware
it: Numero di versione del firmware
ja: ファームウェアのバージョン番号
pt: Número da versão do firmware

source: Version of the program
de: Version des Programms
it: Versione del programma
ja: プログラムのバージョン
pt: Versão do programa

source: Version or revision of the hardware
de: Version oder Revision der Hardware
it: Versione o revisione dell'hardware
ja: ハードウェアのバージョンまたはリビジョン
pt: Versão ou revisão do hardware

source: Web link to the product page or documentation
de: Weblink zur Produktseite oder Dokumentation
it: Collegamento web alla pagina del prodotto o documentazione
ja: 製品ページまたはドキュメントへのウェブリンク
pt: Ligação web para a página do produto ou documentação

source: In file '{self.configuration_steps_filename}': '{filename}' {parameter_type}
pt: No ficheiro '{self.configuration_steps_filename}': avaliação do parâmetro '{parameter}' de tipo {parameter_type} em '{filename}' resultou num erro matemático: {math_error}parameter '{parameter}' could not be computed: {_e}

source: No auto-detected ports responded. Please connect a flight controller and try again.
de: Keine automatisch erkannten Ports haben geantwortet. Bitte verbinden Sie einen Flugcontroller und versuchen Sie es erneut.
it: Nessuna porta rilevata automaticamente ha risposto. Si prega di collegare un controllore di volo e riprovare.
pt: Nenhuma porta detectada automaticamente respondeu. Por favor ligue um controlador de voo e tente novamente.

source: Invalid datatype '%s' for path %s
de: Ungültiger Datentyp '%s' für Pfad %s
it: Tipo di dati non valido '%s' per il percorso %s
pt: Tipo de dados inválido '%s' para o caminho %s

source: {name} must be a {data_type.__name__} between {limits[0]} and {limits[1]}
de: {name} muss ein {data_type.__name__} zwischen {limits[0]} und {limits[1]} sein
it: {name} deve essere un {data_type.__name__} tra {limits[0]} e {limits[1]}
pt: {name} deve ser um {data_type.__name__} entre {limits[0]} e {limits[1]}

source: Invalid value '{value}' for {paths_str}
pt: {name} deve ser um(a) {data_type_name} entre {min} e {max}Allowed values are: {allowed_str}

source: Template has been updated
de: Vorlage wurde aktualisiert
it: Il modello è stato aggiornato
pt: O modelo foi atualizado

source: Template has been saved
de: Vorlage wurde gespeichert
it: Il modello è stato salvato
pt: O modelo foi guardado

source: Create vehicle configuration directory from template
de: Fahrzeugkonfigurationsverzeichnis aus Vorlage erstellen
it: Crea directory configurazione veicolo dal modello
pt: Criar diretório de configuração do veículo a partir do template

source: Create a new vehicle configuration directory
de: Neues Fahrzeugkonfigurations-Verzeichnis erstellen
it: Crea una nuova directory di configurazione veicolo
pt: Criar um novo diretório de configuração de veículo

source: Open Last Used Vehicle Configuration Directory
de: Zuletzt verwendetes Fahrzeugkonfigurationsverzeichnis öffnen
it: Apri Ultima Directory Configurazione Veicolo Utilizzata
pt: Abrir o Último Diretório de Configuração de Veículo Usado

source: 5. Press the
de: 5. Drücken Sie die
it: 5. Premi il pulsante
pt: 5. Prima o botão

source: 4. Press the
de: 4. Drücken Sie die
it: 4. Premere
pt: 4. Pressione o

source: - double-click on the
de: - Doppelklick auf das
pt: - duplo clique no

source: Downloading %s from %s
de: Herunterladen von %s von %s
it: Download di %s da %s

source: Download timed out
de: Download-Zeitüberschreitung
it: Download scaduto

source: Network error during download: {}
de: Netzwerkfehler während des Downloads: {}
it: Errore di rete durante il download: {}

source: File system error: {}
de: Dateisystemfehler: {}
it: Errore del file system: {}

source: Add Parameter to
de: Parameter hinzufügen zu
it: Aggiungi Parametro a

source: Enter the parameter name to add:
de: Geben Sie den Namen des hinzuzufügenden Parameters ein:
it: Inserisci il nome del parametro da aggiungere:

source: Parameter %s not found in the current parameter file
it: Parametro %s non trovato nel file dei parametri corrente

source: Current frame class %(class)d is outside valid range (1-%(max)d)
it: La classe frame corrente %(class)d è fuori dall'intervallo valido (1-%(max)d)

source: Protocol %s not found in %s metadata
it: Protocollo %s non trovato nei metadata di %s

source: Invalid non-integer value for GPS_TYPE %s
it: Valore non intero non valido per GPS_TYPE %s

source: Cannot infer component specifications from FC parameters: no flight controller connected
it: Impossibile dedurre le specifiche dei componenti dai parametri FC: nessun controller di volo connesso

source: Cannot use FC parameters: no flight controller connected
it: Impossibile utilizzare i parametri FC: nessun controller di volo connesso

source: ArduPilot Methodic Configurator Version: {_version} A clear configuration sequence for ArduPilot vehicles. Copyright © 2024-2025 Amilcar do Carmo Lucas and ArduPilot.org Licensed under the GNU General Public License v3.0
it: ArduPilot Methodic Configurator Versione: {_version} Una sequenza di configurazione chiara per veicoli ArduPilot. Copyright © 2024-2025 Amilcar do Carmo Lucas e ArduPilot.org Concesso in licenza sotto GNU General Public License v3.0

source: Dismiss
it: Chiudi
