Repository: ArduPilot/MethodicConfigurator
Catalog: ardupilot_methodic_configurator/locale/*/LC_MESSAGES/ardupilot_methodic_configurator.po
Languages: de, it, ja, pt

source: On {component} the selected protocol '{invalid_selection}' is not available for the selected connection Type.
de: Auf {component} ist das ausgewählte Protokoll '{invalid_selection}' nicht verfügbar für den ausgewählten Verbindungstyp.
it: Su {component} il protocollo selezionato '{invalid_selection}' non è disponibile per il Tipo di connessione selezionato.
ja: {component} で選択された プロトコル '{invalid_selection}' は選択された接続タイプで利用できません。
pt: Em {component} o protocolo selecionado '{invalid_selection}' não está disponível para o Tipo de ligação selecionado.

source: Warning
de: Warnung
it: Avviso
ja: 警告
pt: Aviso

source: Will update the cell voltage limits to the recommended values for {chemistry} chemistry. This will overwrite any custom values you may have set.
de: Die Zellenspannungsgrenzen werden auf die empfohlenen Werte für die {chemistry}-Chemie aktualisiert. Dies überschreibt alle benutzerdefinierten Werte, die Sie möglicherweise festgelegt haben.
it: I limiti di tensione delle celle verranno aggiornati ai valori consigliati per la chimica {chemistry}. Questo sovrascriverà qualsiasi valore personalizzato che potresti aver impostato.
ja: セル電圧の制限を{chemistry}化学種の推奨値に 更新します。 これにより、設定されたカスタム値が上書きされます。
pt: Irá atualizar os limites de tensão da célula para os valores recomendados para a química {chemistry}. Isto irá substituir quaisquer valores personalizados que possa ter definido.

source: No valid value found for {voltage_path} with chemistry {chemistry}.
de: Kein gültiger Wert für {voltage_path} mit Chemie {chemistry} gefunden.
it: Nessun valore valido trovato per {voltage_path} con chimica {chemistry}.
ja: {chemistry}化学種の{voltage_path}に有効な値が見つかりません。
pt: Nenhum valor válido encontrado para {voltage_path} com química {chemistry}.

source: Invalid value '{value}' for {paths_str} {error_msg}
de: Ungültiger Wert '{value}' für {paths_str} {error_msg}
it: Valore non valido '{value}' per {paths_str} {error_msg}
ja: {paths_str}に対する無効な値'{value}' {error_msg}
pt: Valor inválido '{value}' para {paths_str} {error_msg}

source: - Vehicle Component Editor
de: - Fahrzeugkomponenten-Editor
it: - Editor Componenti Veicolo
ja: - 機体コンポーネントエディタ
pt: - Editor de Componentes do Veículo

source: Amilcar Lucas's - ArduPilot methodic configurator
de: Amilcar Lucas - ArduPilot methodischer Konfigurator
it: Configuratore metodico ArduPilot di Amilcar Lucas
ja: Amilcar Lucasの - ArduPilot方法論的コンフィギュレータ
pt: Configurador metódico do ArduPilot por Amilcar Lucas

source: GUI Complexity:
de: GUI-Komplexität:
it: Complessità GUI:
ja: GUI複雑度:
pt: Complexidade da GUI:

source: Select the graphical user interface complexity level: simple for beginners, only minimal mandatory fields no optional params displayed normal for everybody else.
de: Wählen Sie die Komplexitätsstufe der grafischen Benutzeroberfläche: einfach für Anfänger, nur minimale Pflichtfelder ohne Anzeige optionaler Parameter normal für alle anderen.
it: Seleziona il livello di complessità dell'interfaccia grafica: semplice per principianti, solo campi obbligatori minimi senza parametri opzionali visualizzati normale per tutti gli altri.
ja: グラフィカルユーザーインターフェースの複雑度レベルを選択してください: 初心者向けのシンプルモードは、必須フィールドのみを表示しオプションパラメータは表示しません その他のユーザー向けの通常モード。
pt: Selecione o nível de complexidade da interface gráfica do utilizador: simples para iniciantes, apenas campos obrigatórios mínimos sem parâmetros opcionais exibidos normal para todos os outros.

source: Please configure properties of the vehicle components.
de: Bitte konfigurieren Sie die Eigenschaften der Fahrzeugkomponenten.
it: Per favore configura le proprietà dei componenti del veicolo.
ja: 車両コンポーネントのプロパティを設定してください。
pt: Por favor, configure as propriedades dos componentes do veículo.

source: Labels for optional properties are displayed in gray text.
de: Bezeichnungen für optionale Eigenschaften werden in grauem Text angezeigt.
it: Le etichette per le proprietà opzionali sono visualizzate in grigio.
ja: オプションのプロパティのラベルはグレーのテキストで表示されます。
pt: Etiquetas para propriedades opcionais são apresentadas em texto cinzento.

source: Scroll down to ensure that you do not overlook any properties.
de: Scrollen Sie nach unten, um sicherzustellen, dass Sie keine Eigenschaften übersehen.
it: Scorri verso il basso per assicurarti di non tralasciare alcuna proprietà.
ja: すべてのプロパティを確認するため、下までスクロールしてください。
pt: Desloque para baixo para garantir que não ignora nenhuma propriedade.

source: Replace the vehicle.jpg file in the vehicle directory to change the vehicle image.
de: Ersetzen Sie die vehicle.jpg-Datei im Fahrzeugverzeichnis, um das Fahrzeugbild zu ändern.
it: Sostituire il file vehicle.jpg nella directory del veicolo per cambiare l'immagine del veicolo.
ja: 機体画像を変更するには、機体ディレクトリのvehicle.jpgファイルを置き換えてください。
pt: Substitua o ficheiro vehicle.jpg no diretório do veículo para alterar a imagem do veículo.

source: Add a 'vehicle.jpg' image file to the vehicle directory.
de: Fügen Sie eine 'vehicle.jpg'-Bilddatei in das Fahrzeugverzeichnis ein.
it: Aggiungere un file immagine 'vehicle.jpg' alla directory del veicolo.
ja: 機体ディレクトリに'vehicle.jpg'画像ファイルを追加してください。
pt: Adicione um ficheiro de imagem 'vehicle.jpg' ao diretório do veículo.

source: Save data and start configuration
de: Daten speichern und Konfiguration starten
it: Salva i dati e inizia la configurazione
ja: データを保存して設定を開始
pt: Salvar dados e iniciar a configuração

source: Save component data to the vehicle_components.json file and start parameter value configuration and tuning.
de: Speichern Sie die Komponentendaten in der vehicle_components.json Datei und beginnen Sie mit der Parameterwert-Konfiguration und -Abstimmung.
it: Salva i dati dei componenti nel file vehicle_components.json e inizia la configurazione e la regolazione dei parametri.
ja: コンポーネントデータを vehicle_components.json ファイルに保存し、 パラメータ値の設定とチューニングを開始します。
pt: Guardar dados dos componentes no ficheiro vehicle_components.json e iniciar configuração e ajuste dos valores dos parâmetros.

source: Validation Errors
de: Validierungsfehler
it: Errori di Validazione
ja: 検証エラー
pt: Erros de Validação

source: Validation failed. Please correct the errors before saving.
de: Validierung fehlgeschlagen. Bitte korrigieren Sie die Fehler vor dem Speichern.
it: Validazione fallita. Per favore correggi gli errori prima di salvare.
ja: 検証に失敗しました。保存前にエラーを修正してください。
pt: Validação falhou. Por favor corrija os erros antes de guardar.

source: Failed to save data to file.
de: Fehler beim Speichern der Daten in der Datei.
it: Impossibile salvare i dati nel file.
ja: ファイルにデータを保存できませんでした。
pt: Falha ao guardar dados no ficheiro.

source: Vehicle component data saved successfully.
de: Fahrzeugkomponentendaten erfolgreich gespeichert.
it: Dati dei componenti del veicolo salvati con successo.
ja: 機体コンポーネントデータが正常に保存されました。
pt: Dados do componente do veículo salvos com sucesso.

source: Do you want to save the changes before closing?
de: Möchten Sie die Änderungen vor dem Schließen speichern?
it: Vuoi salvare le modifiche prima di chiudere?
ja: 閉じる前に変更を保存しますか？
pt: Deseja guardar as alterações antes de fechar?

source: Save Changes?
de: Änderungen speichern?
it: Salvare le modifiche?
ja: 変更を保存しますか？
pt: Guardar alterações?

source: Changes discarded. No data saved.
de: Änderungen verworfen. Keine Daten gespeichert.
it: Modifiche scartate. Nessun dato salvato.
ja: 変更が破棄されました。データは保存されていません。
pt: Alterações descartadas. Nenhum dado salvo.

source: Skip the component editor window. Only use this if all components have been configured. Default is %(default)s
de: Komponenteneditor-Fenster überspringen. Nur verwenden, wenn alle Komponenten konfiguriert sind. Standard ist %(default)s
it: Salta la finestra dell'editor dei componenti. Usare solo se tutti i componenti sono stati configurati. Predefinito è %(default)s
ja: コンポーネントエディタウィンドウをスキップします。すべてのコンポーネントが設定済みの場合のみ使用してください。デフォルトは%(default)sです
pt: Ignorar a janela do editor de componentes. Use apenas se todos os componentes estiverem configurados. Por defeito é %(default)s

source: Template:
de: Vorlage:
it: Modello:
ja: テンプレート:
pt: Modelo:

source: Select a template for this component
de: Wählen Sie eine Vorlage für diese Komponente
it: Seleziona un modello per questo componente
ja: このコンポーネントのテンプレートを選択
pt: Selecione um modelo para este componente

source: Save current configuration as template
de: Aktuelle Konfiguration als Vorlage speichern
it: Salva la configurazione attuale come modello
ja: 現在の設定をテンプレートとして保存
pt: Guardar configuração atual como modelo

source: No data for component:
de: Keine Daten für Komponente:
it: Nessun dato per il componente:
ja: コンポーネントにデータがありません:
pt: Sem dados para o componente:

source: Enter a name for this template:
de: Geben Sie einen Namen für diese Vorlage ein:
it: Inserisci un nome per questo modello:
ja: このテンプレートの名前を入力してください:
pt: Introduza um nome para este modelo:

source: Save Template
de: Vorlage speichern
it: Salva Modello
ja: テンプレートを保存
pt: Guardar Modelo

source: A template with this name already exists. Overwrite?
de: Eine Vorlage mit diesem Namen existiert bereits. Überschreiben?
it: Esiste già un modello con questo nome. Sovrascrivere?
ja: この名前のテンプレートは既に存在します。上書きしますか？
pt: Já existe um modelo com este nome. Substituir?

source: Template exists
de: Vorlage existiert
it: Il modello esiste
ja: テンプレートが存在します
pt: O modelo existe

source: Template not Saved
ja: テンプレートが保存されませんでした

source: Template has been updated to file '{}'
ja: テンプレートがファイル '{}' に更新されました

source: Template Saved
de: Vorlage gespeichert
it: Modello Salvato
ja: テンプレートが保存されました
pt: Modelo Guardado

source: Template has been saved to file '{}'
ja: テンプレートがファイル '{}' に保存されました

source: No component templates available
de: Keine Komponentenvorlagen verfügbar
it: Nessun modello di componente disponibile
ja: 利用可能なコンポーネントテンプレートがありません
pt: Não há modelos de componentes disponíveis

source: Template Applied
de: Vorlage angewendet
it: Modello Applicato
ja: テンプレートが適用されました
pt: Modelo Aplicado

source: {} has been applied to {}
de: {} wurde auf {} angewendet
it: {} è stato applicato a {}
ja: {} が {} に適用されました
pt: {} foi aplicado a {}

source: flight controller connection:
de: Verbindung zum Flugcontroller:
it: connessione al controller di volo:
ja: フライトコントローラ接続:
pt: conexão do controlador de voo:

source: Port:
it: Porta:
ja: ポート:
pt: Porta:

source: Select the flight controller connection You can add a custom connection to the existing ones
de: Wählen Sie die Verbindung zum Flugcontroller Sie können eine benutzerdefinierte Verbindung zu den bestehenden hinzufügen
it: Seleziona la connessione del controllore di volo Puoi aggiungere una connessione personalizzata a quelle esistenti
ja: フライトコントローラーの接続を選択してください 既存の接続に新しい接続を追加できます
pt: Selecione a conexão do controlador de voo Pode adicionar uma conexão personalizada às existentes

source: Baudrate:
ja: ボーレート:
pt: Taxa de transmissão:

source: Select the baudrate for the connection Most flight controllers use 115200
de: Wählen Sie die Baudrate für die Verbindung Die meisten Flugcontroller verwenden 115200
it: Seleziona il baud rate per la connessione La maggior parte dei controllori di volo usa 115200
ja: 接続用のボーレートを選択してください ほとんどのフライトコントローラーは115200を使用します
pt: Selecione a taxa de transmissão para a ligação A maioria dos controladores de voo usa 115200

source: Connection combobox changed to: {selected_connection}
de: Die Auswahlbox für Verbindung wurde geändert auf: {selected_connection}
it: Combobox connessione cambiata a: {selected_connection}
ja: 接続コンボボックスが次に変更されました: {selected_connection}
pt: Combobox de conexão alterado para: {selected_connection}

source: Baudrate combobox changed to: {_selected_baudrate}
de: Baudrate-Auswahlfeld geändert zu: {_selected_baudrate}
it: Combobox baud rate cambiato a: {_selected_baudrate}
ja: ボーレートコンボボックスが変更されました: {_selected_baudrate}
pt: Caixa de combinação de taxa de transmissão alterada para:

source: Enter the connection string to the flight controller. Examples are: COM4 (on windows) /dev/serial/by-id/usb-xxx (on Linux) tcp:127.0.0.1:5761 udp:127.0.0.1:14551
de: Geben Sie die Verbindungszeichenfolge zum Flugcontroller ein. Beispiele sind: COM4 (unter Windows) /dev/serial/by-id/usb-xxx (unter Linux) tcp:127.0.0.1:5761 udp:127.0.0.1:14551
it: Inserisci la stringa di connessione al controllore di volo. Esempi sono: COM4 (su windows) /dev/serial/by-id/usb-xxx (su Linux) tcp:127.0.0.1:5761 udp:127.0.0.1:14551
ja: フライトコントローラーへの接続文字列を入力してください。例： COM4 (Windowsの場合) /dev/serial/by-id/usb-xxx (Linuxの場合) tcp:127.0.0.1:5761 udp:127.0.0.1:14551

source: Will add new connection: {selected_connection} if not duplicated
de: Neue Verbindung hinzufügen: {selected_connection}, falls nicht dupliziert
it: Verrà aggiunta una nuova connessione: {selected_connection} se non duplicata
ja: 重複していなければ新しい接続を追加します: {selected_connection}
pt: Adicionar nova conexão: {selected_connection} se não for duplicada

source: Updated connection tuples: {connection_tuples} with selected connection: {selected_connection}
de: Aktualisierte Verbindungstupel: {connection_tuples} mit ausgewählter Verbindung: {selected_connection}
it: Tuple di connessione aggiornate: {connection_tuples} con connessione selezionata: {selected_connection}
ja: 接続タプルを更新しました: {connection_tuples} 選択された接続: {selected_connection}
pt: Tuplas de conexão atualizadas: {connection_tuples} com a conexão selecionada: {selected_connection}

source: Add connection canceled or string empty {selected_connection}
de: Verbindung hinzufügen abgebrochen oder Zeichenfolge leer {selected_connection}
it: Aggiunta connessione annullata o stringa vuota {selected_connection}
ja: 接続追加がキャンセルされたか文字列が空です {selected_connection}
pt: Adicionar conexão cancelada ou string vazia {selected_connection}

source: Connecting with the FC
de: Verbindung zum FC wird hergestellt
it: Connessione con il FC
ja: FCと接続中
pt: Conectando com o FC

source: Connection step {} of {}
de: Verbindung Schritt {} von {}
it: Passo di connessione {} di {}
ja: 接続ステップ {} / {}
pt: Passo de conexão {} de {}

source: Unsupported baudrate selected: {current_baudrate}
de: Nicht unterstützte Baudrate ausgewählt: {current_baudrate}
it: Baud rate non supportato selezionato: {current_baudrate}
ja: サポートされていないボーレートが選択されました: {current_baudrate}
pt: Taxa de transmissão não suportada selecionada: {current_baudrate}

source: Invalid baudrate selected: {selected_baudrate}, reverting to default: {self.default_baudrate}
de: Ungültige Baudrate ausgewählt: {selected_baudrate}, zurücksetzend auf Standard: {self.default_baudrate}
it: Baud rate non valido selezionato: {selected_baudrate}, ripristino al predefinito: {self.default_baudrate}
ja: 無効なボーレートが選択されました: {selected_baudrate}、デフォルトに戻します: {self.default_baudrate}
pt: Taxa de transmissão inválida selecionada: {selected_baudrate}, a reverter para predefinição: {self.default_baudrate}

source: Invalid Baudrate
de: Ungültige Baudrate
it: Baud Rate Non Valido
ja: 無効なボーレート
pt: Taxa de Transmissão Inválida

source: AMC {version} - Flight controller connection
de: AMC {version} - Flugcontroller-Verbindung
it: AMC {version} - Connessione controllore di volo
ja: AMC {version} - フライトコントローラー接続
pt: AMC {version} - Ligação ao controlador de voo

source: No ArduPilot flight controller was auto-detected detected yet.
de: Kein ArduPilot-Flugcontroller wurde bisher automatisch erkannt.
it: Nessun controller di volo ArduPilot è stato ancora rilevato automaticamente.
ja: ArduPilotフライトコントローラがまだ自動検出されていません。
pt: Nenhum controlador de voo ArduPilot foi detectado automaticamente ainda.

source: Auto connection
de: Auto-Verbindung
it: Connessione automatica
ja: 自動接続
pt: Conexão automática

source: Connect a flight controller to the PC, wait 7 seconds for it to fully boot and press the Auto-connect button below to connect to it
de: Schließen Sie einen Flugcontroller an den PC an, warten Sie 7 Sekunden, bis er vollständig hochgefahren ist, und klicken Sie auf die Schaltfläche Auto-Connect unten, um eine Verbindung herzustellen
it: Collega un controllore di volo al PC, attendi 7 secondi per l'avvio completo e premi il pulsante Auto-connessione qui sotto per connetterti
ja: フライトコントローラーをPCに接続し、 完全に起動するまで7秒待ってから 下の自動接続ボタンを押して接続してください
pt: Ligue um controlador de voo ao PC, espere 7 segundos para que arranque e pressione o botão Conexão automática abaixo para se ligar

source: Auto-connect
de: Automatische Verbindung
it: Auto-connessione
ja: 自動接続
pt: Conexão automática

source: Auto-connect to a 'Mavlink'-talking serial device
de: Automatisch zu einem 'Mavlink'-kommunizierenden seriellen Gerät verbinden
it: Connessione automatica a un dispositivo seriale che parla 'Mavlink'
ja: 'Mavlink'対応のシリアルデバイスに自動接続する
pt: Conectar automaticamente a um dispositivo serial que fala 'Mavlink'

source: Manual connection
de: Manuelle Verbindung
it: Connessione manuale
ja: 手動接続
pt: Conexão manual

source: Connect a flight controller to the PC, wait 7 seconds for it to fully boot and manually select the fight controller connection or add a new one
de: Schließen Sie einen Flugcontroller an den PC an, warten Sie 7 Sekunden, bis er vollständig hochgefahren ist, und wählen Sie manuell die Verbindung zum Flugcontroller aus oder fügen Sie eine neue hinzu
it: Collega un controllore di volo al PC, attendi 7 secondi per l'avvio completo e seleziona manualmente la connessione del controllore di volo o aggiungine una nuova
ja: フライトコントローラーをPCに接続し、 完全に起動するまで7秒待ってから フライトコントローラーの接続を手動で選択するか、新しい接続を追加してください
pt: Ligue um controlador de voo (FC) ao PC, espere 7 segundos para que arranque e selecione a ligação manualmente ou adicione uma nova

source: No connection
de: Keine Verbindung
it: Nessuna connessione
ja: 接続なし
pt: Nenhuma conexão

source: Skip FC connection, just edit the .param files on disk
de: Überspringen Sie die FC-Verbindung, bearbeiten Sie einfach die .param-Dateien auf der Festplatte
it: Salta la connessione FC, modifica solo i file .param su disco
ja: FC接続をスキップし、ディスク上の.paramファイルのみ編集する
pt: Sem a conexão FC, apenas edite os ficheiros .param no disco

source: No parameter values will be fetched from the FC, default parameter values from disk will be used instead (if '00_default.param' file is present) and just edit the intermediate '.param' files on disk
de: Es werden keine Parameterwerte vom FC abgerufen, standardmäßige Parameterwerte von der Festplatte werden stattdessen verwendet (wenn die Datei '00_default.param' vorhanden ist) und bearbeiten Sie einfach die Zwischen-.param-Dateien auf der Festplatte
it: Nessun valore dei parametri verrà recuperato dal FC, verranno utilizzati i valori predefiniti dei parametri dal disco al loro posto (se il file '00_default.param' è presente) e modifica solo i file '.param' intermedi su disco
ja: FCからパラメータ値を取得せず、ディスクからのデフォルトパラメータ値が使用されます ('00_default.param'ファイルが存在する場合)。ディスク上の中間'.param'ファイルのみを編集します
pt: Não serão buscados valores de parâmetros do FC, em vez disso serão utilizados os valores padrão dos parâmetros em disco (se o ficheiro '00_default.param' estiver presente) e você pode apenas editar os ficheiros intermediários '.param' no disco

source: Will proceed without FC connection. FC parameters will not be downloaded nor uploaded
de: Es wird ohne FC-Verbindung fortgefahren. FC-Parameter werden weder heruntergeladen noch hochgeladen
it: Procederà senza connessione FC. I parametri FC non saranno né scaricati né caricati
ja: FC接続なしで続行します。FCパラメータはダウンロードもアップロードもされません
pt: Prosseguirá sem conexão FC. Os parâmetros do FC não serão baixados nem enviados

source: Only the intermediate '.param' files on the PC disk will be edited
de: Es werden nur die Zwischen-'.param'-Dateien auf der PC-Festplatte bearbeitet
it: Verranno modificati solo i file '.param' intermedi sul disco del PC
ja: PC上の中間'.param'ファイルのみが編集されます
pt: Apenas os ficheiros intermediários '.param' no disco do PC serão editados

source: This main is for testing and development only. Usually, the ConnectionSelectionWidgets is called from another script
de: Dieser Hauptteil dient nur zu Test- und Entwicklungszwecken. Üblicherweise wird das ConnectionSelectionWidgets aus einem anderen Skript aufgerufen
it: Questo main è solo per test e sviluppo. Solitamente, ConnectionSelectionWidgets viene chiamato da un altro script
ja: このメインはテストと開発専用です。通常、ConnectionSelectionWidgetsは別のスクリプトから呼び出されます
pt: Este main é apenas para teste e desenvolvimento. Normalmente, o ConnectionSelectionWidgets é chamado de outro script

source: This main is for testing and development only, usually the ConnectionSelectionWindow is called from another script
de: Dieser Hauptteil dient nur zu Test- und Entwicklungszwecken. Üblicherweise wird das ConnectionSelectionWindow aus einem anderen Skript aufgerufen
it: Questo main è solo per test e sviluppo, solitamente ConnectionSelectionWindow viene chiamato da un altro script
ja: このメインはテストと開発専用です。通常、ConnectionSelectionWindowは別のスクリプトから呼び出されます
pt: Este main é apenas para teste e desenvolvimento, normalmente o ConnectionSelectionWindow é chamado de outro script

source: Select {self.label_text}
de: Auswählen {self.label_text}
it: Seleziona {self.label_text}
ja: {self.label_text}を選択
pt: Selecione {self.label_text}

source: Vehicle configuration directory:
de: Fahrzeugkonfigurationsverzeichnis:
it: Directory configurazione veicolo:
ja: 機体設定ディレクトリ:
pt: Diretório de configuração do veículo:

source: Vehicle-specific directory containing the intermediate parameter files to be uploaded to the flight controller
de: Fahrzeugspezifisches Verzeichnis mit den Zwischenparameterdateien, die an den Flugcontroller hochgeladen werden sollen
it: Directory specifica del veicolo contenente i file di parametri intermedi da caricare sul controllore di volo
ja: フライトコントローラーにアップロードする中間 パラメータファイルを含む機体固有のディレクトリ
pt: Diretório específico do veículo contendo os ficheiros de parâmetros intermediários a serem enviados para o controlador de voo

source: Select the vehicle-specific configuration directory containing the intermediate parameter files to be uploaded to the flight controller
de: Wählen Sie das fahrzeugspezifische Konfigurationsverzeichnis aus, das die Zwischenparameterdateien enthält, die an den Flugcontroller hochgeladen werden sollen
it: Seleziona la directory di configurazione specifica del veicolo contenente i file di parametri intermedi da caricare sul controllore di volo
ja: フライトコントローラーにアップロードする中間パラメータファイルを 含む機体固有の設定ディレクトリを選択してください
pt: Selecione o diretório de configuração específico do veículo contendo os ficheiros de parâmetros intermediários a serem enviados para o controlador de voo

source: List_of_items can't be 'None'
de: List_of_items kann nicht 'None' sein
it: List_of_items non può essere 'None'
ja: List_of_itemsを'None'にすることはできません
pt: List_of_items não pode ser 'None'

source: Initializing Flight Controller
ja: フライトコントローラーを初期化しています

source: Starting initialization...
ja: 初期化を開始しています...

source: Invalid max_value in update_init_progress_bar progress update: %d
ja: update_init_progress_bar 進行状況更新で無効な max_value: %d

source: Invalid max_value in update_connect_progress_bar progress update: %d
ja: update_connect_progress_bar 進行状況更新で無効な max_value: %d

source: AMC {version} - Flight Controller Info
de: AMC {version} - Flugcontroller-Info
it: AMC {version} - Info Controllore di Volo
ja: AMC {version} - フライトコントローラー情報
pt: AMC {version} - Informação do Controlador de Voo

source: Ready to download parameters...
de: Bereit zum Herunterladen der Parameter...
it: Pronto per scaricare i parametri...
ja: パラメータのダウンロードの準備ができました...
pt: Pronto para transferir parâmetros...

source: Lifting window: {_e}
de: Hebendes Fenster: {_e}
it: Sollevamento finestra: {_e}
ja: ウィンドウを持ち上げています: {_e}
pt: Levantar janela: {_e}

source: Downloaded {} of {} parameters
de: Heruntergeladene {} von {} Parametern
it: Scaricati {} di {} parametri
ja: {}パラメータ中{}をダウンロード済み
pt: Baixou {} de {} parâmetros
