Repository: ArduPilot/MethodicConfigurator
Catalog: ardupilot_methodic_configurator/locale/*/LC_MESSAGES/ardupilot_methodic_configurator.po
Languages: de, it, ja, pt

source: In file '{self.configuration_steps_filename}': '{filename}' {parameter_type} parameter '{parameter}' could not be computed: 'fc_parameters' not found, is an FC connected?
de: In der Datei '{self.configuration_steps_filename}': '{filename}' konnte der '{parameter_type}'-Parameter '{parameter}' nicht berechnet werden: 'fc_parameters' nicht gefunden, ist ein FC angeschlossen?
it: Nel file '{self.configuration_steps_filename}': '{filename}' impossibile calcolare il parametro {parameter_type} '{parameter}': 'fc_parameters' non trovato, FC è connesso?
ja: ファイル'{self.configuration_steps_filename}'内: '{filename}' {parameter_type}パラメータ'{parameter}'を計算できませんでした: 'fc_parameters'が見つかりません。FCは接続されていますか？
pt: No ficheiro '{self.configuration_steps_filename}': '{filename}' parâmetro '{parameter}' {parameter_type} não pôde ser computado: 'fc_parameters' não encontrado, um FC está conectado?

source: In file '{self.configuration_steps_filename}': '{filename}' {parameter_type} parameter '{parameter}' evaluation resulted in math error: {math_error}
ja: ファイル '{self.configuration_steps_filename}' 内: '{filename}' {parameter_type} パラメータ '{parameter}' の評価で数学エラーが発生しました: {math_error}

source: In file '{self.configuration_steps_filename}': '{filename}' {parameter_type} parameter '{parameter}' could not be computed, no documentation metadata available for it
de: In der Datei '{self.configuration_steps_filename}': '{filename}' konnte der '{parameter_type}'-Parameter '{parameter}' nicht berechnet werden, keine Dokumentationsmetadaten verfügbar
it: Nel file '{self.configuration_steps_filename}': '{filename}' impossibile calcolare il parametro {parameter_type} '{parameter}', nessun metadata di documentazione disponibile
ja: ファイル'{self.configuration_steps_filename}'内: '{filename}' {parameter_type}パラメータ'{parameter}'を計算できませんでした。利用可能なドキュメントメタデータがありません
pt: No ficheiro '{self.configuration_steps_filename}': '{filename}' parâmetro {parameter_type} '{parameter}' não pôde ser calculado, pois seus metadados de documentação não estão disponíveis

source: In file '{self.configuration_steps_filename}': '{filename}' {parameter_type} parameter '{parameter}' could not be computed: {_e}
de: In der Datei '{self.configuration_steps_filename}': '{filename}' konnte der '{parameter_type}'-Parameter '{parameter}' nicht berechnet werden: {_e}
it: Nel file '{self.configuration_steps_filename}': '{filename}' impossibile calcolare il parametro {parameter_type} '{parameter}': {_e}
ja: ファイル'{self.configuration_steps_filename}'内: '{filename}' {parameter_type}パラメータ'{parameter}'を計算できませんでした: {_e}

source: File '{self.configuration_steps_filename}' not found. No intermediate parameter configuration steps available
de: Datei '{self.configuration_steps_filename}' nicht gefunden. Keine verfügbaren Zwischendatei-Konfigurationsschritte
it: File '{self.configuration_steps_filename}' non trovato. Nessun passo di configurazione dei parametri intermedi disponibile
ja: ファイル'{self.configuration_steps_filename}'が見つかりません。中間パラメータ設定手順は利用できません
pt: Arquivo '{self.configuration_steps_filename}' não encontrado. Nenhum passo de configuração de parâmetros intermediários disponível

source: No documentation available for {selected_file} in the {self.configuration_steps_filename} file
de: Keine Dokumentation für {selected_file} in der Datei {self.configuration_steps_filename} verfügbar
it: Nessuna documentazione disponibile per {selected_file} nel file {self.configuration_steps_filename}
ja: {self.configuration_steps_filename}ファイル内の{selected_file}に関するドキュメントはありません
pt: Nenhuma documentação disponível para {selected_file} no ficheiro {self.configuration_steps_filename}

source: Schema file '%s' is valid.
de: Schema-Datei '%s' ist gültig.
it: Il file schema '%s' è valido.
ja: スキーマファイル '%s' は有効です。
pt: O ficheiro de esquema '%s' é válido.

source: Schema file '%s' is not a valid JSON Schema: %s
de: Schema-Datei '%s' ist kein gültiges JSON-Schema: %s
it: Il file schema '%s' non è un JSON Schema valido: %s
ja: スキーマファイル '%s' は有効なJSONスキーマではありません: %s
pt: O ficheiro de esquema '%s' não é um esquema JSON válido: %s

source: Schema file '%s' not found.
de: Schema-Datei '%s' nicht gefunden.
it: File di schema '%s' non trovato.
ja: スキーマファイル '%s' が見つかりません。
pt: Ficheiro de esquema '%s' não encontrado.

source: Error decoding JSON schema from file '%s'.
de: Fehler beim Dekodieren des JSON-Schemas aus Datei '%s'.
it: Errore durante la decodifica dello schema JSON dal file '%s'.
ja: JSONスキーマファイル '%s' のデコードエラー。
pt: Erro ao descodificar esquema JSON do ficheiro '%s'.

source: Could not load validation schema
de: Validierungsschema konnte nicht geladen werden
it: Impossibile caricare lo schema di validazione
ja: 検証スキーマを読み込めませんでした
pt: Não foi possível carregar o esquema de validação

source: Validation error
ja: 検証エラー

source: Invalid JSON file '%s': %s
de: Ungültige JSON-Datei '%s': %s
it: File JSON non valido '%s': %s
ja: 無効なJSONファイル '%s': %s
pt: Ficheiro JSON inválido '%s': %s

source: File '%s' not found in %s.
de: Datei '%s' nicht gefunden in %s.
it: File '%s' non trovato in %s.
ja: ファイル'%s'が%sに見つかりません。
pt: Arquivo '%s' não encontrado em %s.

source: Error decoding JSON data from file '%s'.
de: Fehler beim Decodieren der JSON-Daten aus der Datei '%s'.
it: Errore durante la decodifica dei dati JSON dal file '%s'.
ja: ファイル'%s'からのJSONデータのデコード中にエラーが発生しました。
pt: Erro ao decodificar dados JSON do ficheiro '%s'.

source: Cannot save invalid JSON data: {}
de: Kann ungültige JSON-Daten nicht speichern: {}
it: Impossibile salvare dati JSON non validi: {}
ja: 無効なJSONデータを保存できません: {}
pt: Não é possível guardar dados JSON inválidos: {}

source: Directory '{}' not found
de: Verzeichnis '{}' nicht gefunden
it: Directory '{}' non trovato
ja: ディレクトリ '{}' が見つかりません
pt: Diretório '{}' não encontrado

source: Permission denied when writing to file '{}'
de: Schreibberechtigung für Datei '{}' verweigert
it: Autorizzazione negata durante la scrittura del file '{}'
ja: ファイル '{}' への書き込みが許可されていません
pt: Permissão negada ao escrever no ficheiro '{}'

source: Path '{}' is a directory, not a file
de: Pfad '{}' ist ein Verzeichnis, keine Datei
it: Il percorso '{}' è una directory, non un file
ja: パス '{}' はファイルではなく、ディレクトリです
pt: O caminho '{}' é um diretório, não um ficheiro

source: OS error when writing to file '{}': {}
de: Betriebssystemfehler beim Schreiben in Datei '{}': {}
it: Errore del sistema operativo durante la scrittura del file '{}': {}
ja: ファイル '{}' への書き込み中にOSエラーが発生しました: {}
pt: Erro do sistema operativo ao escrever no ficheiro '{}': {}

source: Type error when serializing data to JSON: {}
de: Typfehler beim Serialisieren von Daten in JSON: {}
it: Errore di tipo durante la serializzazione dei dati in JSON: {}
ja: JSONへのデータシリアライズ中に型エラーが発生しました: {}
pt: Erro de tipo ao serializar dados para JSON: {}

source: Value error when serializing data to JSON: {}
de: Wertfehler beim Serialisieren von Daten in JSON: {}
it: Errore di valore durante la serializzazione dei dati in JSON: {}
ja: JSONへのデータシリアライズ中に値エラーが発生しました: {}
pt: Erro de valor ao serializar dados para JSON: {}

source: Unexpected error saving data to file '{}': {}
de: Unerwarteter Fehler beim Speichern von Daten in Datei '{}': {}
it: Errore imprevisto durante il salvataggio dei dati nel file '{}': {}
ja: ファイル '{}' へのデータ保存中に予期しないエラーが発生しました: {}
pt: Erro inesperado ao guardar dados no ficheiro '{}': {}

source: General AMC workflow
de: Allgemeiner AMC-Arbeitsablauf
it: Flusso di lavoro generale AMC
ja: AMC全般のワークフロー
pt: Fluxo de trabalho geral do AMC

source: Component editor window introduction
de: Einführung in das Komponenteneditor-Fenster
it: Introduzione alla finestra dell'editor dei componenti
ja: コンポーネントエディターウィンドウの概要
pt: Introdução à janela do editor de componentes

source: Component editor window data validation
de: Datenvalidierung im Komponenteneditor-Fenster
it: Convalida dei dati della finestra dell'editor dei componenti
ja: コンポーネントエディターウィンドウのデータ検証
pt: Validação de dados da janela do editor de componentes

source: Parameter file editor and uploader window
de: Parameterdatei-Editor und -Uploader-Fenster
it: Finestra editor e uploader file parametri
ja: パラメータファイルエディタとアップローダウィンドウ
pt: Janela de edição e upload de parâmetros

source: Bitmask parameter editor usage window
de: Bitmask-Parameter-Editor-Nutzungsfenster
ja: ビットマスクパラメータエディタ使用方法ウィンドウ
pt: Janela de utilização do editor de parâmetros bitmask

source: Only changed parameters get upload explanation
de: Nur geänderte Parameter werden hochgeladen – Erklärung
ja: 変更されたパラメータのみがアップロードされる説明
pt: Explicação do envio apenas de parâmetros alterados

source: Connection string cannot be empty or whitespace-only
ja: 接続文字列は空または空白のみではいけません

source: Directory already exists, choose a different one
de: Verzeichnis existiert bereits, wählen Sie ein anderes
it: La directory esiste già, sceglierne una diversa
ja: ディレクトリはすでに存在します。別のものを選択してください
pt: Diretório já existe, escolha outro

source: Error creating new vehicle directory: %s
de: Fehler beim Erstellen des neuen Fahrzeugverzeichnisses: %s
it: Errore durante la creazione della directory del nuovo veicolo: %s
ja: 新しい機体ディレクトリの作成中にエラーが発生しました: %s
pt: Erro ao criar novo diretório de veículo: %s

source: The user configuration directory '{user_config_directory}' does not exist.
de: Das Benutzerkonfigurationsverzeichnis '{user_config_directory}' existiert nicht.
it: La directory di configurazione utente '{user_config_directory}' non esiste.
ja: ユーザー設定ディレクトリ'{user_config_directory}'は存在しません。
pt: O diretório de configuração do usuário '{user_config_directory}' não existe.

source: The path '{user_config_directory}' is not a directory.
de: Der Pfad '{user_config_directory}' ist kein Verzeichnis.
it: Il percorso '{user_config_directory}' non è una directory.
ja: パス'{user_config_directory}'はディレクトリではありません。
pt: O caminho '{user_config_directory}' não é um diretório.

source: The site configuration directory '{site_config_directory}' does not exist.
de: Das Standortkonfigurationsverzeichnis '{site_config_directory}' existiert nicht.
it: La directory di configurazione del sito '{site_config_directory}' non esiste.
ja: サイト設定ディレクトリ'{site_config_directory}'は存在しません。
pt: O diretório de configuração do site '{site_config_directory}' não existe.

source: The path '{site_config_directory}' is not a directory.
de: Der Pfad '{site_config_directory}' ist kein Verzeichnis.
it: Il percorso '{site_config_directory}' non è una directory.
ja: パス'{site_config_directory}'はディレクトリではありません。
pt: O caminho '{site_config_directory}' não é um diretório.

source: site_directory: %s
de: standort_verzeichnis: %s
it: directory_sito: %s
ja: サイトディレクトリ: %s
pt: diretório base de destino: %s

source: Usage popup type '%s' not found in settings dictionary
de: Nutzungs-Popup-Typ '%s' wurde im Einstellungs-Wörterbuch nicht gefunden
ja: 使用方法ポップアップタイプ '%s' が設定辞書に見つかりません
pt: Tipo de popup de utilização '%s' não encontrado no dicionário de configurações

source: Setting '%s' not found in settings dictionary
de: Einstellung '%s' nicht im Einstellungs-Wörterbuch gefunden
it: Impostazione '%s' non trovata nel dizionario delle impostazioni
ja: 設定 '%s' が設定辞書に見つかりません
pt: Definição '%s' não encontrada no dicionário de definições

source: Cannot set nested setting '%s': parent path '%s' not found or not a dictionary
de: Kann verschachtelte Einstellung '%s' nicht setzen: übergeordneter Pfad '%s' nicht gefunden oder kein Wörterbuch
it: Impossibile impostare l'impostazione nidificata '%s': percorso genitore '%s' non trovato o non è un dizionario
ja: ネストされた設定 '%s' を設定できません：親パス '%s' が見つからないか辞書ではありません
pt: Não é possível definir a configuração aninhada '%s': caminho principal '%s' não encontrado ou não é um dicionário

source: Setting path '%s' not found in settings dictionary
de: Einstellungspfad '%s' nicht im Einstellungs-Wörterbuch gefunden
it: Percorso impostazione '%s' non trovato nel dizionario delle impostazioni
ja: 設定パス '%s' が設定辞書に見つかりません
pt: Caminho de definição '%s' não encontrado no dicionário de definições

source: Multiple motor diagrams found for class %d and type %d
de: Mehrere Motordiagramme für Klasse %d und Typ %d gefunden
it: Trovati più diagrammi motore per la classe %d e tipo %d
ja: クラス %d とタイプ %d に対して複数のモーター図が見つかりました
pt: Múltiplos diagramas de motores encontrados para a classe %d e tipo %d

source: Motor diagram not found for class %d and type %d
de: Motordiagramm für Klasse %d und Typ %d nicht gefunden
it: Diagramma motore non trovato per la classe %d e tipo %d
ja: クラス %d とタイプ %d のモーター図が見つかりません
pt: Diagrama de motor não encontrado para a classe %d e tipo %d

source: System component templates file '%s' not found.
de: Systemkomponenten-Vorlagendatei '%s' nicht gefunden.
it: File dei modelli di componenti di sistema '%s' non trovato.
ja: システムコンポーネントテンプレートファイル '%s' が見つかりません。
pt: Ficheiro de modelos de componentes do sistema '%s' não encontrado.

source: Error decoding JSON system component templates from file '%s'.
de: Fehler beim Dekodieren der JSON-Systemkomponentenvorlagen aus Datei '%s'.
it: Errore nella decodifica dei modelli JSON dei componenti di sistema dal file '%s'.
ja: ファイル '%s' からのJSONシステムコンポーネントテンプレートのデコードエラー。
pt: Erro ao descodificar modelos JSON de componentes do sistema do ficheiro '%s'.

source: User component templates file '%s' not found.
de: Benutzerkomponenten-Vorlagendatei '%s' nicht gefunden.
it: File dei modelli di componenti utente '%s' non trovato.
ja: ユーザーコンポーネントテンプレートファイル '%s' が見つかりません。
pt: Ficheiro de modelos de componentes do utilizador '%s' não encontrado.

source: Error decoding JSON user component templates from file '%s'.
de: Fehler beim Dekodieren der JSON-Benutzerkomponentenvorlagen aus Datei '%s'.
it: Errore nella decodifica dei modelli JSON dei componenti utente dal file '%s'.
ja: ファイル '%s' からのJSONユーザーコンポーネントテンプレートのデコードエラー。
pt: Erro ao descodificar modelos JSON de componentes do utilizador do ficheiro '%s'.

source: Failed to create templates directory '{}': {}
de: Vorlagenverzeichnis '{}' konnte nicht erstellt werden: {}
it: Impossibile creare la directory dei modelli '{}': {}
ja: テンプレートディレクトリ '{}' の作成に失敗しました: {}
pt: Falha ao criar diretório de modelos '{}': {}

source: File not found when writing to '{}': {}
de: Datei nicht gefunden beim Schreiben nach '{}': {}
it: File non trovato durante la scrittura su '{}': {}
ja: '{}' への書き込み時にファイルが見つかりません: {}
pt: Ficheiro não encontrado ao escrever em '{}': {}

source: Path not found
de: Pfad nicht gefunden
it: Percorso non trovato
ja: パスが見つかりません
pt: Caminho não encontrado

source: Unexpected error saving templates to file '{}': {}
de: Unerwarteter Fehler beim Speichern der Vorlagen in Datei '{}': {}
it: Errore imprevisto nel salvataggio dei modelli nel file '{}': {}
ja: テンプレートをファイル '{}' に保存中に予期せぬエラーが発生しました: {}
pt: Erro inesperado ao guardar modelos no ficheiro '{}': {}

source: Firmware type {fw_type} in {filename} is not supported
de: Firmware-Typ {fw_type} in {filename} wird nicht unterstützt
it: Il tipo di firmware {fw_type} in {filename} non è supportato
ja: {filename}のファームウェアタイプ{fw_type}はサポートされていません
pt: Tipo de firmware {fw_type} em {filename} não é suportado

source: FW version string {version_str} on {filename} is invalid
de: FW-Versionsstring {version_str} in {filename} ist ungültig
it: La stringa di versione FW {version_str} in {filename} non è valida
ja: {filename}のFWバージョン文字列{version_str}が無効です
pt: String de versão FW {version_str} em {filename} é inválida

source: You should uninstall ModemManager as it conflicts with ArduPilot
de: Sie sollten ModemManager deinstallieren, da es mit ArduPilot in Konflikt steht
it: Dovresti disinstallare ModemManager poiché è in conflitto con ArduPilot
ja: ModemManagerはArduPilotと競合するため、アンインストールしてください
pt: Deve desinstalar o ModemManager, pois conflita com o ArduPilot

source: Cannot reset flight controller: not connected
de: Flugregler kann nicht zurückgesetzt werden: nicht verbunden
it: Impossibile reimpostare il controllore di volo: non connesso
ja: フライトコントローラーをリセットできません: 接続されていません
pt: Impossível reiniciar controlador de voo: não ligado

source: Reset command sent to ArduPilot.
de: Zurücksetzungsbefehl an ArduPilot gesendet.
it: Comando di reset inviato ad ArduPilot.
ja: リセットコマンドがArduPilotに送信されました。
pt: Comando de redefinição enviado ao ArduPilot.

source: MAVLink serial connection baudrate to the flight controller. Default is %(default)s
de: MAVLink-Serieller Verbindungs-Baudrate zum Flugcontroller. Standard ist %(default)s
it: Baudrate della connessione seriale MAVLink al controllore di volo. Predefinito è %(default)s
ja: フライトコントローラへのMAVLinkシリアル接続のボーレート。デフォルトは%(default)sです
pt: Taxa de transmissão da conexão serial MAVLink para o controlador de voo. O padrão é %(default)s

source: MAVLink connection string to the flight controller. If set to "none" no connection is made. If set to "file" the file params.param is used. Default is autodetection
de: MAVLink-Verbindungszeichenfolge zum Flugregler. Wenn auf "none" gesetzt, wird keine Verbindung hergestellt. Wenn auf "file" gesetzt, wird die Datei params.param verwendet. Standard ist Automatische Erkennung
it: Stringa di connessione MAVLink al controllore di volo. Se impostato a "none" non viene effettuata alcuna connessione. Se impostato a "file" viene utilizzato il file params.param. Il valore predefinito è il rilevamento automatico
ja: フライトコントローラーへのMAVLink接続文字列。"none"に設定すると接続しません。"file"に設定するとparams.paramファイルが使用されます。デフォルトは自動検出です
pt: Cadeia de ligação MAVLink ao controlador de voo. Se definido como "none" não é feita ligação. Se definido como "file" é utilizado o ficheiro params.param. A predefinição é deteção automática

source: Flight controller reboot time. Default is %(default)s
de: Reboot-Zeit des Flugcontrollers. Standard ist %(default)s
it: Tempo di riavvio del controller di volo. Predefinito è %(default)s
ja: フライトコントローラの再起動時間。デフォルトは%(default)sです
pt: Tempo de reinicialização do controlador de voo. O padrão é %(default)s

source: No flight controller connection available for command
de: Keine Flugcontroller-Verbindung für Befehl verfügbar
it: Nessuna connessione al controller di volo disponibile per il comando
ja: コマンドに使用可能なフライトコントローラー接続がありません
pt: Nenhuma ligação ao controlador de voo disponível para comando

source: Command temporarily rejected
de: Befehl vorübergehend abgelehnt
it: Comando temporaneamente rifiutato
ja: コマンドが一時的に拒否されました
pt: Comando temporariamente rejeitado

source: Command denied
de: Befehl verweigert
it: Comando negato
ja: コマンドが拒否されました
pt: Comando negado

source: Command unsupported
de: Befehl nicht unterstützt
it: Comando non supportato
ja: コマンドがサポートされていません
pt: Comando não suportado

source: Command failed
de: Befehl fehlgeschlagen
it: Comando fallito
ja: コマンドが失敗しました
pt: Comando falhado

source: Command in progress: %(progress)d%%
de: Befehl läuft: %(progress)d%%
it: Comando in corso: %(progress)d%%
ja: コマンド実行中: %(progress)d%%
pt: Comando em progresso: %(progress)d%%

source: Command acknowledgment with unknown result: %(result)d
de: Befehlsbestätigung mit unbekanntem Ergebnis: %(result)d
it: Conferma comando con risultato sconosciuto: %(result)d
ja: 不明な結果でのコマンド確認: %(result)d
pt: Confirmação de comando com resultado desconhecido: %(result)d

source: Command acknowledgment timeout after %(timeout).1f seconds
de: Timeout der Befehlsbestätigung nach %(timeout).1f Sekunden
it: Timeout conferma comando dopo %(timeout).1f secondi
ja: %(timeout).1f秒後にコマンド確認がタイムアウトしました
pt: Timeout de confirmação de comando após %(timeout).1f segundos

source: Failed to send command: %(error)s
de: Fehler beim Senden des Befehls: %(error)s
it: Errore nell'invio del comando: %(error)s
ja: コマンドの送信に失敗しました: %(error)s
pt: Falha ao enviar comando: %(error)s

source: No flight controller connection available for parameter reset
de: Keine Flugcontroller-Verbindung für Parameter-Reset verfügbar
it: Nessuna connessione al controller di volo disponibile per il ripristino parametri
ja: パラメータリセットに使用可能なフライトコントローラー接続がありません
pt: Nenhuma ligação ao controlador de voo disponível para reposição de parâmetros

source: Parameter reset to defaults command confirmed by flight controller
de: Parameter-Reset auf Standardwerte vom Flugcontroller bestätigt
it: Comando di ripristino parametri ai valori predefiniti confermato dal controller di volo
ja: パラメータのデフォルト値へのリセットコマンドがフライトコントローラーによって確認されました
pt: Comando de reposição de parâmetros para valores predefinidos confirmado pelo controlador de voo

source: Parameter reset command failed: %(error)s
de: Parameter-Reset-Befehl fehlgeschlagen: %(error)s
it: Comando di ripristino parametri fallito: %(error)s
ja: パラメータリセットコマンドが失敗しました: %(error)s
pt: Comando de reposição de parâmetros falhado: %(error)s

source: No flight controller connection available for motor test
de: Keine Flugcontroller-Verbindung für Motortest verfügbar
it: Nessuna connessione al controllore di volo disponibile per il test motore
ja: モーターテスト用のフライトコントローラ接続が利用できません
pt: Nenhuma ligação ao controlador de voo disponível para teste de motor

source: Motor test command acknowledged: Motor %(seq)s on output %(output)d at %(throttle)d%% thrust for %(duration)d seconds
de: Motortest-Befehl bestätigt: Motor %(seq)s an Ausgang %(output)d mit %(throttle)d%% Schub für %(duration)d Sekunden
it: Comando test motore confermato: Motore %(seq)s sull'uscita %(output)d al %(throttle)d%% di spinta per %(duration)d secondi
ja: モーターテストコマンドが確認されました: モーター %(seq)s 、出力 %(output)d で %(throttle)d%% のスラスト、%(duration)d 秒間
pt: Comando de teste do motor confirmado: Motor %(seq)s na saída %(output)d a %(throttle)d%% de potência durante %(duration)d segundos

source: Motor test command failed: %(error)s
de: Motortest-Befehl fehlgeschlagen: %(error)s
it: Comando test motore fallito: %(error)s
ja: モーターテストコマンドが失敗しました: %(error)s
pt: Comando de teste de motor falhado: %(error)s

source: Sequential motor test command confirmed at %(throttle)d%% for %(duration)d seconds per motor
de: Sequenzieller Motortest-Befehl bestätigt mit %(throttle)d%% für %(duration)d Sekunden pro Motor
it: Comando test motori sequenziale confermato al %(throttle)d%% per %(duration)d secondi per motore
ja: 順次モーターテストコマンドが確認されました %(throttle)d%% で モーターあたり%(duration)d秒間
pt: Comando de teste sequencial de motores confirmado a %(throttle)d%% durante %(duration)d segundos por motor

source: Sequential motor test command failed: %(error)s
de: Sequenzieller Motortest-Befehl fehlgeschlagen: %(error)s
it: Comando test motori sequenziale fallito: %(error)s
ja: 順次モーターテストコマンドが失敗しました: %(error)s
pt: Comando de teste sequencial de motores falhado: %(error)s

source: No flight controller connection available for motor stop
de: Keine Flugcontroller-Verbindung für Motorstopp verfügbar
it: Nessuna connessione al controllore di volo disponibile per l'arresto motore
ja: モーター停止用のフライトコントローラ接続が利用できません
pt: Nenhuma ligação ao controlador de voo disponível para parar motor

source: Motor stop command confirmed
de: Motor-Stopp-Befehl bestätigt
it: Comando arresto motore confermato
ja: モーター停止コマンドが確認されました
pt: Comando de paragem de motor confirmado

source: Motor stop command failed: %(error)s
de: Motor-Stopp-Befehl fehlgeschlagen: %(error)s
it: Comando arresto motore fallito: %(error)s
ja: モーター停止コマンドが失敗しました: %(error)s
pt: Comando de paragem de motor falhado: %(error)s

source: No flight controller connection available for battery status request
de: Keine Flugcontroller-Verbindung für Batteriestatus-Anfrage verfügbar
it: Nessuna connessione al controllore di volo disponibile per la richiesta stato batteria
ja: バッテリ状態要求用のフライトコントローラ接続が利用できません
pt: Nenhuma ligação ao controlador de voo disponível para pedido de estado da bateria
