Repository: ArduPilot/MethodicConfigurator
Catalog: ardupilot_methodic_configurator/locale/*/LC_MESSAGES/ardupilot_methodic_configurator.po
Languages: de, it, ja, pt

source: Configure parameters for the second battery, including health monitoring thresholds and failsafe behavior
de: Konfigurieren Sie Parameter für die zweite Batterie, einschließlich Schwellenwerte zur Gesundheitsüberwachung und Failsafe-Verhalten
it: Configurare i parametri per la seconda batteria, inclusi soglie di monitoraggio della salute e comportamento failsafe
ja: 健康監視しきい値やフェイルセーフ動作を含む、2番目のバッテリーのパラメータを設定します
pt: Configurar parâmetros para a segunda bateria, incluindo limiares de monitorização de saúde e comportamento de failsafe

source: Configure parameters for the thrust axis system identification to create a mathematical model of the vehicle
de: Konfigurieren Sie Parameter für die Systemidentifikation der Schub-Achse, um ein mathematisches Modell des Fahrzeugs zu erstellen
it: Configurare i parametri per l'identificazione di sistema dell'asse di spinta per creare un modello matematico del veicolo
ja: 機体の数学モデルを作成するためのスラスト軸システム識別のパラメータを設定します
pt: Configurar parâmetros para a identificação do sistema do eixo de impulso para criar um modelo matemático do veículo

source: Configure parameters for the yaw axis system identification to create a mathematical model of the vehicle
de: Konfigurieren Sie Parameter für die Systemidentifikation der Yaw-Achse, um ein mathematisches Modell des Fahrzeugs zu erstellen
it: Configurare i parametri per l'identificazione di sistema dell'asse di imbardata per creare un modello matematico del veicolo
ja: 機体の数学モデルを作成するためのヨー軸システム識別のパラメータを設定します
pt: Configurar parâmetros para a identificação do sistema do eixo de guinada para criar um modelo matemático do veículo

source: Configure parameters for wind speed estimation
de: Konfigurieren Sie Parameter für die Windgeschwindigkeitsschätzung
it: Configurare i parametri per la stima della velocità del vento
ja: 風速推定のためのパラメータを設定します
pt: Configurar parâmetros para estimativa da velocidade do vento

source: Configure remote controller connection, protocol and settings, including channel mapping and flight modes
de: Konfigurieren Sie die Fernsteuerungsverbindung, das Protokoll und die Einstellungen, einschließlich Kanalbelegung und Flugmodi
it: Configurare la connessione del radiocomando, il protocollo e le impostazioni, inclusi la mappatura dei canali e le modalità di volo
ja: チャネルマッピングやフライトモードを含む、リモートコントローラー接続、プロトコルと設定を構成します
pt: Configurar a ligação do controlador remoto, protocolo e definições, incluindo mapeamento de canais e modos de voo

source: Configure settings for the Electronic Speed Controllers (ESCs), including PWM range and failsafe behavior
de: Konfigurieren Sie Einstellungen für die elektronischen Drehzahlregler (ESCs), einschließlich PWM-Bereich und Failsafe-Verhalten
it: Configurare le impostazioni per i Controlli Elettronici di Velocità (ESC), inclusi l'intervallo PWM e il comportamento failsafe
ja: PWM範囲やフェイルセーフ動作など、電子スピードコントローラー（ESC）の設定を構成します
pt: Configurar definições para os Controladores Eletrónicos de Velocidade (ESCs), incluindo intervalo PWM e comportamento de failsafe

source: Configure telemetry connection, data protocol and settings between the autopilot and the ground control station(s)
de: Konfigurieren Sie die Telemetrieverbindung, das Datenprotokoll und Einstellungen zwischen dem Autopiloten und der/den Bodenstation(en)
it: Configurare la connessione telemetrica, il protocollo dati e le impostazioni tra l'autopilota e la/e stazione/i di controllo a terra
ja: オートパイロットと地上管制局の間のテレメトリー接続、データプロトコルと設定を構成します
pt: Configurar ligação de telemetria, protocolo de dados e definições entre o piloto automático e a(s) estação(ões) de controlo em terra

source: Configure the GNSS (Global Navigation Satellite System) connection and settings, including antenna phase center location and constellation selection for optimal update rates
de: Konfigurieren Sie die GNSS (Global Navigation Satellite System) Verbindung und Einstellungen, einschließlich der Position des Antennenphasenzentrums und der Konstellationsauswahl für optimale Aktualisierungsraten
it: Configurare la connessione GNSS (Sistema Globale di Navigazione Satellitare) e le impostazioni, inclusi la posizione del centro di fase dell'antenna e la selezione della costellazione per frequenze di aggiornamento ottimali
ja: アンテナフェーズセンター位置や最適な更新レートのための衛星群選択を含む、GNSS（全地球航法衛星システム）接続と設定を構成します
pt: Configurar a ligação e definições do GNSS (Sistema Global de Navegação por Satélite), incluindo localização do centro de fase da antena e seleção de constelação para taxas de atualização ideais

source: Configure the notch filter settings, used to reduce gyroscope signal noise caused by the motors rotation
de: Konfigurieren Sie die Notchfilter-Einstellungen, die zur Reduzierung des durch die Motorrotation verursachten Gyroskopsignalrauschens verwendet werden
it: Configurare le impostazioni del filtro notch, utilizzato per ridurre il rumore del segnale del giroscopio causato dalla rotazione dei motori
ja: モーター回転によって引き起こされるジャイロスコープ信号ノイズを減らすために使用されるノッチフィルターの設定を構成します
pt: Configurar as definições do filtro notch, usado para reduzir o ruído do sinal do giroscópio causado pela rotação dos motores

source: Configure the notch filter(s) based on the data collected from the first flight
de: Konfigurieren Sie den/die Notchfilter basierend auf den vom ersten Flug gesammelten Daten
it: Configurare il/i filtro/i notch in base ai dati raccolti dal primo volo
ja: 最初の飛行から収集されたデータに基づいてノッチフィルターを構成します
pt: Configurar o(s) filtro(s) notch com base nos dados recolhidos do primeiro voo

source: Configure the position controller(s)
de: Konfigurieren Sie den/die Positionsregler
it: Configurare il/i controllore/i di posizione
ja: 位置コントローラーを設定します
pt: Configurar o(s) controlador(es) de posição

source: Define the orientation of the flight controller board relative to the vehicle's body frame
de: Definieren Sie die Ausrichtung der Flugcontroller-Platine relativ zum Bezugskoordinatensystem des Fahrzeugs
it: Definire l'orientamento della scheda del controllore di volo rispetto al sistema di riferimento del veicolo
ja: 機体のボディフレームに対するフライトコントローラーボードの向きを定義します
pt: Definir a orientação da placa do controlador de voo em relação ao referencial do veículo

source: ESC, Motor and propeller configurations
de: ESC-, Motor- und Propellerkonfigurationen
it: Configurazioni di ESC, motore ed elica
ja: ESC、モーターおよびプロペラの設定
pt: Configurações de ESC, Motor e hélice

source: Evaluate the aircraft's tuning with feed-forward control disabled
de: Bewerten Sie die Abstimmung des Fluggeräts mit deaktivierter Feed-Forward-Steuerung
it: Valutare la sintonizzazione dell'aereo con il controllo feed-forward disabilitato
ja: フィードフォワード制御を無効にして機体の調整を評価します
pt: Avaliar a afinação da aeronave com o controlo feed-forward desativado

source: Evaluate the aircraft's tuning with feed-forward control enabled
de: Bewerten Sie die Abstimmung des Fluggeräts mit aktivierter Feed-Forward-Steuerung
it: Valutare la sintonizzazione dell'aereo con il controllo feed-forward abilitato
ja: フィードフォワード制御を有効にして機体の調整を評価します
pt: Avaliar a afinação da aeronave com o controlo feed-forward ativado

source: General configuration parameters for the vehicle, including flight modes and safety settings
de: Allgemeine Konfigurationsparameter für das Fahrzeug, einschließlich Flugmodi und Sicherheitseinstellungen
it: Parametri di configurazione generali per il veicolo, inclusi modalità di volo e impostazioni di sicurezza
ja: フライトモードや安全設定など、機体の一般構成パラメータ
pt: Parâmetros de configuração geral para o veículo, incluindo modos de voo e definições de segurança

source: IMU (Inertial Measurement Unit) temperature calibration results
de: IMU (Inertial Measurement Unit) Temperaturkalibrierungsergebnisse
it: Risultati della calibrazione della temperatura dell'IMU (Unità di Misura Inerziale)
ja: IMU（慣性計測ユニット）温度校正結果
pt: Resultados da calibração de temperatura da IMU (Unidade de Medição Inercial)

source: IMU (Inertial Measurement Unit) temperature calibration setup
de: IMU (Inertial Measurement Unit) Temperaturkalibrierungseinrichtung
it: Configurazione della calibrazione della temperatura dell'IMU (Unità di Misura Inerziale)
ja: IMU（慣性計測ユニット）温度校正設定
pt: Configuração da calibração de temperatura da IMU (Unidade de Medição Inercial)

source: Initial attitude controller configuration depends on the vehicle's propeller size defined in the component editor window
de: Die anfängliche Lageregler-Konfiguration hängt von der im Komponenteneditor-Fenster definierten Propellergröße des Fahrzeugs ab
it: La configurazione iniziale del controllore di assetto dipende dalla dimensione dell'elica del veicolo definita nella finestra dell'editor dei componenti
ja: 初期姿勢コントローラー構成は、コンポーネントエディターウィンドウで定義された機体のプロペラサイズに依存します
pt: A configuração inicial do controlador de atitude depende do tamanho da hélice do veículo definido na janela do editor de componentes

source: Parameters for analytical PID optimization
de: Parameter für analytische PID-Optimierung
it: Parametri per l'ottimizzazione analitica del PID
ja: 解析的PID最適化のためのパラメータ
pt: Parâmetros para otimização analítica de PID

source: Record the results of the in-flight magnetometer calibration
de: Speichern Sie die Ergebnisse der Magnetometer-Kalibrierung im Flug
it: Registrare i risultati della calibrazione del magnetometro in volo
ja: 飛行中の磁力計校正の結果を記録します
pt: Registar os resultados da calibração do magnetómetro em voo

source: Record the results of the pitch axis autotuning
de: Speichern Sie die Ergebnisse des Autotunings der Pitch-Achse
it: Registrare i risultati dell'autotuning dell'asse di beccheggio
ja: ピッチ軸オートチューニングの結果を記録します
pt: Registar os resultados do autotune do eixo de inclinação

source: Record the results of the roll and pitch axis retuning, providing data for analysis and adjustment.
de: Speichern Sie die Ergebnisse der Roll- und Pitch-Achsen-Nachabstimmung, um Daten für Analyse und Anpassung bereitzustellen.
it: Registrare i risultati della risintonizzazione degli assi di rollio e beccheggio, fornendo dati per analisi e regolazione.
ja: ロールとピッチ軸の再調整結果を記録し、分析と調整のためのデータを提供します。
pt: Registar os resultados da reafinação dos eixos de rolamento e inclinação, fornecendo dados para análise e ajuste.

source: Record the results of the roll axis autotuning, providing data for analysis and adjustment.
de: Speichern Sie die Ergebnisse des Autotunings der Roll-Achse, um Daten für Analyse und Anpassung bereitzustellen.
it: Registrare i risultati dell'autotuning dell'asse di rollio, fornendo dati per analisi e regolazione.
ja: ロール軸オートチューニングの結果を記録し、分析と調整のためのデータを提供します。
pt: Registar os resultados do autotune do eixo de rolamento, fornecendo dados para análise e ajuste.

source: Record the results of the yaw axis autotuning, providing data for analysis and adjustment.
de: Speichern Sie die Ergebnisse des Autotunings der Yaw-Achse, um Daten für Analyse und Anpassung bereitzustellen.
it: Registrare i risultati dell'autotuning dell'asse di imbardata, fornendo dati per analisi e regolazione.
ja: ヨー軸オートチューニングの結果を記録し、分析と調整のためのデータを提供します。
pt: Registar os resultados do autotune do eixo de guinada, fornecendo dados para análise e ajuste.

source: Record the results of the yaw rate autotuning
de: Speichern Sie die Ergebnisse des Autotunings der Yaw-Rate
it: Registrare i risultati dell'autotuning della velocità di imbardata
ja: ヨーレートオートチューニングの結果を記録します
pt: Registar os resultados do autotune da taxa de guinada

source: Results of the in-flight VTOL-quicktune lua script PIDs after the MAGFit flight
de: Ergebnisse der PID-Werte des VTOL-Quicktune Lua-Skripts im Flug nach dem MAGFit-Flug
it: Risultati dei PID dello script lua VTOL-quicktune in volo dopo il volo MAGFit
ja: MAGFit飛行後の飛行中VTOL-quicktuneルアスクリプトPIDの結果
pt: Resultados dos PIDs do script lua VTOL-quicktune em voo após o voo MAGFit

source: Results of the in-flight VTOL-quicktune lua script PIDs before the MAGFit flight.
de: Ergebnisse der PID-Werte des VTOL-Quicktune Lua-Skripts im Flug vor dem MAGFit-Flug.
it: Risultati dei PID dello script lua VTOL-quicktune in volo prima del volo MAGFit.
ja: MAGFit飛行前の飛行中VTOL-quicktuneルアスクリプトPIDの結果
pt: Resultados dos PIDs do script lua VTOL-quicktune em voo antes do voo MAGFit.

source: Set the remote ID for the vehicle, to comply with local laws if applicable
de: Stellen Sie die Fern-ID für das Fahrzeug ein, um den lokalen Gesetzen zu entsprechen, falls zutreffend
it: Impostare l'ID remoto per il veicolo, per conformarsi alle leggi locali se applicabili
ja: 該当する場合、地域法規制に準拠するために機体のリモートIDを設定します
pt: Definir a identificação remota para o veículo, para cumprir com as leis locais se aplicável

source: Set up mandatory hardware components using Mission Planner
de: Richten Sie obligatorische Hardware-Komponenten mit Mission Planner ein
it: Configurare i componenti hardware obbligatori utilizzando Mission Planner
ja: ミッションプランナーを使用して必須ハードウェアコンポーネントをセットアップします
pt: Configurar componentes de hardware obrigatórios usando o Mission Planner

source: Set up parameters for barometer compensation
de: Richten Sie Parameter für die Barometerkorrektur ein
it: Configurare i parametri per la compensazione del barometro
ja: 気圧計補償のためのパラメータをセットアップします
pt: Configurar parâmetros para compensação do barómetro

source: Set up parameters for guided operation, including waypoint navigation and obstacle avoidance
de: Richten Sie Parameter für den geführten Betrieb ein, einschließlich Wegpunktnavigation und Hindernisumgehung
it: Configurare i parametri per l'operazione guidata, inclusi navigazione a waypoint ed evitamento degli ostacoli
ja: ウェイポイントナビゲーションや障害物回避を含むガイド操作のパラメータをセットアップします
pt: Configurar parâmetros para operação guiada, incluindo navegação por pontos de passagem e evitação de obstáculos

source: Set up parameters for the in-flight magnetometer calibration
de: Richten Sie Parameter für die Magnetometer-Kalibrierung im Flug ein
it: Configurare i parametri per la calibrazione del magnetometro in volo
ja: 飛行中の磁力計校正のパラメータをセットアップします
pt: Configurar parâmetros para a calibração do magnetómetro em voo

source: Set up parameters for the pitch axis autotuning process
de: Richten Sie Parameter für den Autotune-Prozess der Pitch-Achse ein
it: Configurare i parametri per il processo di autotuning dell'asse di beccheggio
ja: ピッチ軸オートチューニングプロセスのパラメータをセットアップします
pt: Configurar parâmetros para o processo de autotune do eixo de inclinação

source: Set up parameters for the roll and pitch axis retuning process
de: Richten Sie Parameter für den Nachabstimmungsprozess der Roll- und Pitch-Achse ein
it: Configurare i parametri per il processo di risintonizzazione degli assi di rollio e beccheggio
ja: ロールとピッチ軸の再調整プロセスのパラメータをセットアップします
pt: Configurar parâmetros para o processo de reafinação dos eixos de rolamento e inclinação

source: Set up parameters for the roll axis autotuning process
de: Richten Sie Parameter für den Autotune-Prozess der Roll-Achse ein
it: Configurare i parametri per il processo di autotuning dell'asse di rollio
ja: ロール軸オートチューニングプロセスのパラメータをセットアップします
pt: Configurar parâmetros para o processo de autotune do eixo de rolamento

source: Set up parameters for the yaw axis autotuning process
de: Richten Sie Parameter für den Autotune-Prozess der Yaw-Achse ein
it: Configurare i parametri per il processo di autotuning dell'asse di imbardata
ja: ヨー軸オートチューニングプロセスのパラメータをセットアップします
pt: Configurar parâmetros para o processo de autotune do eixo de guinada

source: Set up parameters for the yaw rate autotuning process
de: Richten Sie Parameter für den Autotune-Prozess der Yaw-Rate ein
it: Configurare i parametri per il processo di autotuning della velocità di imbardata
ja: ヨーレートオートチューニングプロセスのパラメータをセットアップします
pt: Configurar parâmetros para o processo de autotune da taxa de guinada

source: Set up the in-flight VTOL-quicktune lua script to tune the PIDs after the MAGFit flight
de: Richten Sie das VTOL-Quicktune Lua-Skript ein, um die PIDs nach dem MAGFit-Flug abzustimmen
it: Configurare lo script lua VTOL-quicktune in volo per sintonizzare i PID dopo il volo MAGFit
ja: MAGFit飛行後にPIDをチューニングするための飛行中VTOL-quicktuneルアスクリプトをセットアップします
pt: Configurar o script lua VTOL-quicktune em voo para afinar os PIDs após o voo MAGFit

source: Set up the in-flight VTOL-quicktune lua script to tune the PIDs before the MAGFit flight
de: Richten Sie das VTOL-Quicktune Lua-Skript ein, um die PIDs vor dem MAGFit-Flug abzustimmen
it: Configurare lo script lua VTOL-quicktune in volo per sintonizzare i PID prima del volo MAGFit
ja: MAGFit飛行前にPIDをチューニングするための飛行中VTOL-quicktuneルアスクリプトをセットアップします
pt: Configurar o script lua VTOL-quicktune em voo para afinar os PIDs antes do voo MAGFit

source: Setup optical flow sensor calibration
de: Einrichtung der optischen Flusssensor-Kalibrierung
it: Configurare la calibrazione del sensore di flusso ottico
ja: 光学フローセンサー校正をセットアップします
pt: Configurar calibração do sensor de fluxo ótico

source: Store optical flow sensor calibration results
de: Speichern der optischen Flusssensor-Kalibrierungsergebnisse
it: Memorizzare i risultati della calibrazione del sensore di flusso ottico
ja: 光学フローセンサー校正結果を保存します
pt: Armazenar resultados da calibração do sensor de fluxo ótico

source: Use MOT_THST_HOVER value calculated during the first flight to set throttle controller PIDs
de: Verwenden Sie den während des ersten Flugs berechneten MOT_THST_HOVER-Wert, um die Schubreglerparameter einzustellen
it: Utilizzare il valore MOT_THST_HOVER calcolato durante il primo volo per impostare i PID del controllore dell'acceleratore
ja: 最初の飛行中に計算されたMOT_THST_HOVER値を使用してスロットルコントローラーPIDを設定します
pt: Usar o valor MOT_THST_HOVER calculado durante o primeiro voo para definir os PIDs do controlador de acelerador

source: Use optical flow sensor instead of GNSS sensor for positioning
de: Verwenden Sie den optischen Flusssensor anstelle des GNSS-Sensors zur Positionierung
it: Utilizzare il sensore di flusso ottico invece del sensore GNSS per il posizionamento
ja: 位置測位にGNSSセンサーの代わりに光学フローセンサーを使用します
pt: Usar o sensor de fluxo ótico em vez do sensor GNSS para posicionamento

source: AutoTune
ja: オートチューン

source: Barometer Position Error Compensation
de: Barometer-Positionsfehler-Kompensation
it: Compensazione dell'Errore di Posizione del Barometro
ja: 気圧計位置誤差補償
pt: Compensação de Erro de Posição do Barómetro

source: Battery Monitors (aka Power Monitors/Modules) - BATT2_* parameters
de: Batterie-Monitore (auch Power-Monitore/-Module genannt) - BATT2_* Parameter
it: Monitor Batteria (noti anche come Monitor/Moduli di Alimentazione) - parametri BATT2_*
ja: バッテリーモニター（別名パワーモニター/モジュール） - BATT2_*パラメータ
pt: Monitores de Bateria (também conhecidos como Monitores/Módulos de Energia) - parâmetros BATT2_*

source: Battery Monitors (aka Power Monitors/Modules) - BATT_* parameters
de: Batterie-Monitore (auch Power-Monitore/-Module genannt) - BATT_* Parameter
it: Monitor Batteria (noti anche come Monitor/Moduli di Alimentazione) - parametri BATT_*
ja: バッテリーモニター（別名パワーモニター/モジュール） - BATT_*パラメータ
pt: Monitores de Bateria (também conhecidos como Monitores/Módulos de Energia) - parâmetros BATT_*

source: Downloading and Analyzing Data Logs in Mission Planner
de: Herunterladen und Analysieren von Datenlogs in Mission Planner
it: Scaricare e Analizzare i Log di Dati in Mission Planner
ja: ミッションプランナーでデータログをダウンロードして分析する
pt: Descarregar e Analisar Registos de Dados no Mission Planner

source: ESC (Electronic Speed Controls)
it: ESC (Controlli Elettronici di Velocità)
ja: ESC（電子スピードコントロール）
pt: ESC (Controladores Eletrónicos de Velocidade)

source: Evaluating the aircraft tune
de: Bewertung der Fluggeräteabstimmung
it: Valutare la sintonizzazione dell'aereo
ja: 機体の調整を評価する
pt: Avaliação da afinação da aeronave

source: Extended Kalman filter tuning
de: Extended Kalman Filter-Abstimmung
it: Sintonizzazione del filtro di Kalman esteso
ja: 拡張カルマンフィルターのチューニング
pt: Afinação do filtro de Kalman estendido

source: Follow the blog instructions and use Mission Planner instead of this tool to configure the mandatory hardware parameters.
de: Folgen Sie den Blog-Anweisungen und verwenden Sie Mission Planner anstelle dieses Tools, um die obligatorischen Hardware-Parameter zu konfigurieren.
it: Seguire le istruzioni del blog e utilizzare Mission Planner invece di questo strumento per configurare i parametri hardware obbligatori.
ja: ブログの指示に従い、このツールの代わりにミッションプランナーを使用して必須ハードウェアパラメータを設定します。
pt: Siga as instruções do blog e use o Mission Planner em vez desta ferramenta para configurar os parâmetros de hardware obrigatórios.

source: GPS/Compass (landing page) - GPS* parameters
de: GPS/Kompass (Landingpage) - GPS* Parameter
it: GPS/Bussola (pagina di destinazione) - parametri GPS*
ja: GPS/コンパス（ランディングページ） - GPS*パラメータ
pt: GPS/Bússola (página inicial) - parâmetros GPS*

source: Guided Mode
de: Geführter Modus
it: Modalità Guidata
ja: ガイドモード
pt: Modo Guiado

source: IAV analytical PID model optimization
de: IAV analytische PID-Modelloptimierung
it: Ottimizzazione del modello PID analitico IAV
ja: IAV解析的PIDモデル最適化
pt: Otimização de modelo PID analítico IAV

source: IMU Temperature Calibration
de: IMU-Temperaturkalibrierung
it: Calibrazione della Temperatura dell'IMU
ja: IMU温度校正
pt: Calibração de Temperatura da IMU

source: If lua scripting is not possible do compassmot instead
de: Wenn Lua-Scripting nicht möglich ist, führen Sie stattdessen Compassmot durch
it: Se lo scripting lua non è possibile, eseguire compassmot invece
ja: luaスクリプト作成が不可能な場合は、代わりにcompassmotを実行します
pt: Se a programação lua não for possível, faça compassmot em alternativa

source: If lua scripting is not possible, do a manual tune instead
de: Wenn Lua-Scripting nicht möglich ist, führen Sie stattdessen eine manuelle Abstimmung durch
it: Se lo scripting lua non è possibile, eseguire una sintonizzazione manuale invece
ja: luaスクリプト作成が不可能な場合は、代わりに手動調整を行います
pt: Se a programação lua não for possível, faça uma afinação manual em alternativa

source: Initial parameters calculator
de: Anfangsparameter-Rechner
it: Calcolatore dei parametri iniziali
ja: 初期パラメータ計算機
pt: Calculadora de parâmetros iniciais

source: Managing Gyro Noise with the Dynamic Harmonic Notch Filters
de: Verwaltung des Gyro-Rauschens mit den dynamischen harmonischen Notchfiltern
it: Gestione del Rumore del Giroscopio con i Filtri Notch Armonici Dinamici
ja: 動的ハーモニックノッチフィルターによるジャイロノイズの管理
pt: Gestão do Ruído do Giroscópio com os Filtros Notch Harmónicos Dinâmicos

source: Manual tuning of Roll and Pitch
de: Manuelle Abstimmung von Roll und Pitch
it: Sintonizzazione manuale di Rollio e Beccheggio
ja: ロールとピッチの手動チューニング
pt: Afinação manual de Rolamento e Inclinação

source: Matlab and Simulink IAV scripts for system identification
de: Matlab und Simulink IAV-Skripte für Systemidentifikation
it: Script Matlab e Simulink IAV per l'identificazione di sistema
ja: システム識別のためのMatlabとSimulink IAVスクリプト
pt: Scripts IAV de Matlab e Simulink para identificação do sistema

source: Motor Thrust Scaling
de: Motorschub-Skalierung
it: Scalatura della Spinta del Motore
ja: モータースラストスケーリング
pt: Escala de Impulso do Motor

source: Mounting the Autopilot - AHRS_ORIENTATION parameter
de: Montage des Autopiloten - AHRS_ORIENTATION Parameter
it: Montaggio dell'Autopilota - parametro AHRS_ORIENTATION
ja: オートパイロットの取り付け - AHRS_ORIENTATIONパラメータ
pt: Montagem do Piloto Automático - parâmetro AHRS_ORIENTATION

source: Precision Landing and Loiter
de: Präzisionslandung und Loiter
it: Atterraggio di Precisione e Stazionamento
ja: 精密着陸とホバー
pt: Aterragem de Precisão e Loiter

source: Radio Control Systems
de: Funkfernsteuerungssysteme
it: Sistemi di Radiocomando
ja: ラジオコントロールシステム
pt: Sistemas de Controlo Remoto

source: Remote ID (aka Drone ID)
de: Fern-ID (auch Drohnen-ID genannt)
it: ID Remoto (noto anche come ID Drone)
ja: リモートID（別名ドローンID）
pt: Identificação Remota (também conhecida como ID de Drone)
