Repository: ArduPilot/MethodicConfigurator
Catalog: ardupilot_methodic_configurator/locale/*/LC_MESSAGES/ardupilot_methodic_configurator.po
Languages: de, it, ja, pt

source: ArduPilot Template Overview - A component of the ArduPilot Methodic Configurator suite. This tool presents available vehicle templates in a user-friendly interface, allowing you to browse, compare, and select the most appropriate template for your vehicle configuration. Select a template that most closely resembles your vehicle's component setup to streamline the configuration process. The selected template will serve as a starting point for more detailed parameter configuration.
de: ArduPilot-Vorlagenübersicht - Eine Komponente der ArduPilot Methodic Configurator-Suite. Dieses Werkzeug präsentiert verfügbare Fahrzeugvorlagen in einer benutzerfreundlichen Oberfläche und ermöglicht Ihnen, diese zu durchsuchen, zu vergleichen und die am besten geeignete Vorlage für Ihre Fahrzeugkonfiguration auszuwählen. Wählen Sie eine Vorlage, die der Komponentenkonfiguration Ihres Fahrzeugs am ähnlichsten ist, um den Konfigurationsprozess zu vereinfachen. Die ausgewählte Vorlage dient als Ausgangspunkt für eine detailliertere Parameterkonfiguration.
it: Panoramica dei Modelli ArduPilot - Un componente della suite ArduPilot Methodic Configurator. Questo strumento presenta i modelli di veicoli disponibili in un'interfaccia intuitiva, permettendoti di sfogliare, confrontare e selezionare il modello più appropriato per la configurazione del tuo veicolo. Seleziona un modello che più si avvicina alla configurazione dei componenti del tuo veicolo per semplificare il processo di configurazione. Il modello selezionato servirà come punto di partenza per una configurazione più dettagliata dei parametri.
ja: ArduPilotテンプレート概要 - ArduPilot Methodic Configuratorスイートのコンポーネント。このツールは、利用可能な機体テンプレートをユーザーフレンドリーなインターフェースで表示し、機体構成に最適なテンプレートを閲覧、比較、選択することができます。設定プロセスを効率化するために、あなたの機体のコンポーネント設定に最も近いテンプレートを選択してください。選択したテンプレートは、より詳細なパラメータ設定の出発点となります。
pt: Visão Geral dos Modelos ArduPilot - Um componente da suite ArduPilot Methodic Configurator. Esta ferramenta apresenta os modelos de veículos disponíveis numa interface amigável, permitindo-lhe navegar, comparar e selecionar o modelo mais adequado para a configuração do seu veículo. Selecione um modelo que mais se assemelhe à configuração de componentes do seu veículo para simplificar o processo de configuração. O modelo selecionado servirá como ponto de partida para uma configuração mais detalhada de parâmetros.

source: Show this usage popup again
de: Dieses Nutzungspopup erneut anzeigen
it: Mostra di nuovo questo popup di utilizzo
ja: この使用方法ポップアップを再度表示する
pt: Voltar a mostrar esta mensagem

source: I understand this
de: Ich verstehe das
it: Ho capito
ja: 理解しました
pt: Compreendo isto

source: This is not a ground control station and it has a different workflow:
de: Dies ist keine Bodenstation und hat einen anderen Arbeitsablauf:
it: Questa non è una stazione di controllo a terra e ha un flusso di lavoro diverso:
ja: これは地上管制局ではなく、異なるワークフローがあります:
pt: Esta não é uma estação de controlo terrestre e tem um fluxo de trabalho diferente:

source: ArduPilot Methodic Configurator - Workflow
de: ArduPilot Methodic Configurator - Arbeitsablauf
it: ArduPilot Methodic Configurator - Flusso di Lavoro
ja: ArduPilot Methodic Configurator - ワークフロー
pt: Configurador Metódico ArduPilot - Fluxo de Trabalho

source: [Image not found: AMC_general_workflow.png]
de: [Bild nicht gefunden: AMC_general_workflow.png]
it: [Immagine non trovata: AMC_general_workflow.png]
ja: [画像が見つかりません: AMC_general_workflow.png]
pt: [Imagem não encontrada: AMC_general_workflow.png]

source: see
de: siehe
it: vedi
ja: 以下を参照してください
pt: consulte o

source: quick start guide
de: Schnellstartanleitung
it: guida rapida
ja: クイックスタートガイド
pt: guia de início rápido

source: YouTube tutorials
it: tutorial YouTube
ja: YouTubeチュートリアル
pt: tutoriais do YouTube

source: usecases
de: Anwendungsfälle
it: casi d'uso
ja: ユースケース
pt: casos de uso

source: and
de: und
it: e
ja: と
pt: e

source: usermanual.
de: Benutzerhandbuch.
it: manuale utente.
ja: ユーザーマニュアル。
pt: manual do utilizador.

source: 1. Describe the properties of the vehicle components in the window below.
de: 1. Beschreiben Sie die Eigenschaften der Fahrzeugkomponenten im Fenster unten.
it: 1. Descrivi le proprietà dei componenti del veicolo nella finestra sottostante.
ja: 1. 下のウィンドウで車両コンポーネントのプロパティを説明してください。
pt: 1. Descreva as propriedades dos componentes do veículo na janela abaixo.

source: 2. Each field has mouse-over tooltips for additional guidance.
de: 2. Jedes Feld hat Mauszeiger-Tooltips für zusätzliche Hinweise.
it: 2. Ogni campo ha suggerimenti al passaggio del mouse per ulteriore assistenza.
ja: 2. 各フィールドにはマウスオーバーで追加のガイダンスが表示されます。
pt: 2. Cada campo tem dicas ao passar o rato para orientação adicional.

source: 3. Optional fields are marked with gray text and can be left blank.
de: 3. Optionale Felder sind grau markiert und können leer gelassen werden.
it: 3. I campi opzionali sono contrassegnati in grigio e possono essere lasciati vuoti.
ja: 3. オプションフィールドはグレーのテキストでマークされており、空白のままにできます。
pt: 3. Campos opcionais estão marcados com texto cinzento e podem ficar em branco.

source: 4. Scroll to the bottom of the window to ensure all properties are edited.
de: 4. Scrollen Sie zum Ende des Fensters, um sicherzustellen, dass alle Eigenschaften bearbeitet wurden.
it: 4. Scorri fino in fondo alla finestra per assicurarti che tutte le proprietà siano modificate.
ja: 4. すべてのプロパティが編集されていることを確認するため、ウィンドウの一番下までスクロールしてください。
pt: 4. Desloque até ao fundo da janela para garantir que todas as propriedades são editadas.

source: button only after verifying that all information is correct.
de: Schaltfläche erst, nachdem Sie überprüft haben, dass alle Informationen korrekt sind.
it: solo dopo aver verificato che tutte le informazioni siano corrette.
ja: ボタンは、すべての情報が正しいことを確認してから押してください。
pt: apenas depois de verificar que toda a informação está correta.

source: How to use the component editor window
de: Wie man das Komponenten-Editorfenster verwendet
it: Come utilizzare la finestra dell'editor dei componenti
ja: コンポーネントエディタウィンドウの使用方法
pt: Como usar a janela de editor de componentes

source: ArduPilot Methodic Configurator only operates correctly if all component properties are correct. ArduPilot parameter values depend on the components used and their connections. Have you used the scrollbar on the right side of the window and entered the correct values for all components?
de: Der ArduPilot Methodic Configurator funktioniert nur korrekt, wenn alle Komponenten Eigenschaften korrekt sind. ArduPilot-Parameterwerte hängen von den verwendeten Komponenten und deren Verbindungen ab. Haben Sie die Bildlaufleiste auf der rechten Seite des Fensters verwendet und die richtigen Werte für alle Komponenten eingegeben?
it: ArduPilot Methodic Configurator funziona correttamente solo se tutte le proprietà dei componenti sono corrette. I valori dei parametri di ArduPilot dipendono dai componenti utilizzati e dalle loro connessioni. Hai utilizzato la barra di scorrimento sul lato destro della finestra e inserito i valori corretti per tutti i componenti?
ja: ArduPilot Methodic Configuratorは、全てのコンポーネントのプロパティが正しく設定されている場合のみ正常に動作します。ArduPilotのパラメータ値は、使用されているコンポーネントとその接続に依存します。 ウィンドウ右側のスクロールバーを使用して、全てのコンポーネントに正しい値を入力しましたか？
pt: O Configurador Metódico ArduPilot opera corretamente apenas se todas as propriedades dos componentes estiverem corretas. Os valores dos parâmetros do ArduPilot dependem dos componentes utilizados e suas conexões. Você usou a barra de rolagem no lado direito da janela e inseriu os valores corretos para todos os componentes?

source: Confirm that all component properties are correct
de: Bestätigen Sie, dass alle Komponenten-Eigenschaften korrekt sind
it: Confermare che tutte le proprietà dei componenti siano corrette
ja: すべてのコンポーネントプロパティが正しいことを確認してください
pt: Confirme que todas as propriedades dos componentes estão corretas

source: 1. Read
de: 1. Lesen
it: 1. Leggi
ja: 1. 読み込み
pt: 1. Leia

source: all
de: alle
it: tutto
ja: すべて
pt: tudo

source: the documentation on top of the parameter table
de: die Dokumentation oben auf der Parameter-Tabelle
it: la documentazione in cima alla tabella dei parametri
ja: パラメータテーブルの上部にドキュメントを表示する
pt: a documentação no topo da tabela de parâmetros

source: 2. Edit the parameter
de: 2. Parameter bearbeiten
it: 2. Modifica il parametro
ja: 2. パラメータを編集
pt: 2. Edite o parâmetro

source: New Values
de: Neue Werte
it: Nuovi Valori
ja: 新しい値
pt: Novos Valores

source: and
de: und
it: e
ja: と
pt: e

source: their
de: ihre
it: i loro
ja: その
pt: seus

source: Change Reason
de: Änderungsgrund
it: Motivo della modifica
ja: 変更理由
pt: Razão da Mudança

source: 3. Use
de: 3. Verwenden
it: 3. Usa
ja: 3. 使用
pt: 3. Utilize

source: buttons to delete and add parameters if necessary
de: Schaltflächen zum Löschen und Hinzufügen von Parametern, falls erforderlich
it: pulsanti per eliminare e aggiungere parametri se necessario
ja: 必要に応じてパラメータを削除および追加するためのボタン
pt: butoes para apagar e adicionar parâmetros se necessário

source: Upload selected params to FC, and advance to next param file
de: Ausgewählte Parameter auf FC hochladen und zur nächsten Parameterdatei wechseln
it: Carica i parametri selezionati sul FC e procedi al file parametri successivo
ja: 選択したパラメータをFCにアップロードし、次のパラメータファイルに進む
pt: Enviar parâmetros selecionados ao FC e avançar para o próximo ficheiro de parâmetros

source: button
de: Schaltfläche
it: pulsante
ja: ボタン
pt: botão

source: 5. Repeat from the top until the program automatically closes
de: 5. Wiederholen Sie von oben, bis das Programm automatisch schließt
it: 5. Ripeti dall'inizio finché il programma non si chiude automaticamente
ja: 5. プログラムが自動的に閉じるまで上から繰り返す
pt: 5. Repita a partir do começo até que o programa feche automaticamente

source: How to use the parameter file editor and uploader window
de: So verwenden Sie das Fenster für den Parameterdatei-Editor und -Uploader
it: Come utilizzare la finestra dell'editor e uploader dei file parametri
ja: パラメータファイルエディタとアップローダーウィンドウの使用方法
pt: Como usar a janela de edição e upload de parâmetros

source: Bitmask parameters are editable in four different ways:
de: Bitmask-Parameter können auf vier verschiedene Arten bearbeitet werden:
ja: ビットマスクパラメータは4つの異なる方法で編集できます:
pt: Os parâmetros bitmask são editáveis de quatro formas diferentes:

source: field to edit each bit individually
de: Feld, um jedes Bit einzeln zu bearbeiten
ja: フィールドをダブルクリックして各ビットを個別に編集
pt: campo para editar cada bit individualmente

source: - enter the decimal value directly
de: - den Dezimalwert direkt eingeben
ja: - 10進数値を直接入力
pt: - introduzir o valor decimal diretamente

source: - enter '0x' followed by the hex code
de: - '0x' gefolgt vom Hex-Code eingeben
ja: - '0x'に続けて16進コードを入力
pt: - introduzir '0x' seguido do código hexadecimal

source: - enter '0b' followed by the binary code
de: - '0b' gefolgt vom Binärcode eingeben
ja: - '0b'に続けて2進コードを入力
pt: - introduzir '0b' seguido do código binário

source: Bitmask parameter editor usage
de: Bitmask-Parameter-Editor-Nutzung
ja: ビットマスクパラメータエディタの使用方法
pt: Utilização do editor de parâmetros bitmask

source: Only
de: Nur
ja: のみ
pt: Apenas

source: selected for upload get uploaded to the FC.
de: für Upload ausgewählte werden zum FC hochgeladen.
ja: アップロード用に選択されたものがFCにアップロードされます。
pt: os parâmetros selecionados para envio são carregados para o FC.

source: No other FC parameters will be changed.
de: Keine anderen FC-Parameter werden geändert.
ja: 他のFCパラメータは変更されません。
pt: Nenhum outro parâmetro FC será alterado.

source: What gets uploaded to the FC
de: Was wird zum FC hochgeladen
ja: FCにアップロードされるもの
pt: O que é carregado para o FC

source: [Image not found: what_gets_uploaded.png]
de: [Bild nicht gefunden: what_gets_uploaded.png]
ja: [画像が見つかりません: what_gets_uploaded.png]
pt: [Imagem não encontrada: what_gets_uploaded.png]

source: Battery
de: Batterie
it: Batteria
ja: バッテリー
pt: Bateria

source: Capacity mAh
de: Kapazität mAh
it: Capacità mAh
ja: 容量 mAh
pt: Capacidade [mAh]

source: Chemistry
de: Chemie
it: Chimica
ja: 化学系
pt: Química

source: Components
de: Komponenten
it: Componenti
ja: コンポーネント
pt: Componentes

source: Configuration template
de: Konfigurationsvorlage
it: Modello di configurazione
ja: 設定テンプレート
pt: Modelo de configuração

source: Diameter_inches
de: Durchmesser_Zoll
it: Diametro_pollici
ja: 直径_インチ
pt: Diâmetro [in]

source: FC Connection
de: FC-Verbindung
it: Connessione FC
ja: FCコネクション
pt: Conexão FC

source: Firmware
ja: ファームウェア

source: Flight Controller
de: Flugcontroller
it: Controller di Volo
ja: フライトコントローラー
pt: Controlador de Voo

source: Format version
it: Versione del formato
ja: フォーマットバージョン
pt: Versão do formato

source: Frame
de: Rahmen
it: Telaio
ja: フレーム

source: GNSS Receiver
de: GNSS-Empfänger
it: Ricevitore GNSS
ja: GNSS受信機
pt: Recetor GNSS

source: Manufacturer
de: Hersteller
it: Produttore
ja: 製造元
pt: Fabricante

source: Model
de: Modell
it: Modello
ja: モデル
pt: Modelo

source: Motors
de: Motoren
it: Motori
ja: モーター
pt: Motores

source: Notes
de: Notizen
it: Note
ja: 注記
pt: Notas

source: Number of cells
de: Anzahl der Zellen
it: Numero di celle
ja: セル数
pt: Número de células

source: Poles
de: Pole
it: Poli
ja: 極数
pt: Nr. de pólos

source: Product
de: Produkt
it: Prodotto
ja: 製品
pt: Produto

source: Program version
de: Programmversion
it: Versione del programma
ja: プログラムバージョン
pt: Versão do programa

source: Propellers
de: Propeller
it: Eliche
ja: プロペラ
pt: Hélices

source: Protocol
de: Protokoll
it: Protocollo
ja: プロトコル
pt: Protocolo

source: RC Controller
it: Radiocomando
ja: RCコントローラー
pt: Controlador RC

source: RC Receiver
de: RC-Empfänger
it: Ricevitore RC
ja: RC受信機
pt: Recetor RC

source: RC Transmitter
it: Trasmettitore RC
ja: RC送信機
pt: Transmissor RC

source: Specifications
de: Spezifikationen
it: Specifiche
ja: 仕様
pt: Especificações

source: TOW max Kg
it: Peso al decollo max Kg
ja: 離陸重量 最大 Kg
pt: Peso máx [Kg]

source: TOW min Kg
it: Peso al decollo min Kg
ja: 離陸重量 最小 Kg
pt: Peso min [Kg]

source: Telemetry
de: Telemetrie
it: Telemetria
ja: テレメトリー
pt: Telemetria

source: Type
de: Typ
it: Tipo
ja: タイプ
pt: Tipo

source: Version
it: Versione
ja: バージョン
pt: Versão

source: Volt per cell crit
de: Volt pro Zelle kritisch
it: Volt per cella critico
ja: セル当たりの危険電圧
pt: Volt por célula crítico

source: Volt per cell low
de: Volt pro Zelle niedrig
it: Volt per cella basso
ja: セル当たりの低電圧
pt: Volt por célula baixo

source: Volt per cell max
de: Volt pro Zelle max
it: Volt per cella max
ja: セル当たりの最大電圧
pt: Volt por célula máx

source: Additional notes or comments about the component
de: Zusätzliche Hinweise oder Kommentare zur Komponente
it: Note o commenti aggiuntivi sul componente
ja: コンポーネントに関する追加のメモやコメント
pt: Notas adicionais ou comentários sobre o componente

source: Base definition that all vehicle components inherit from
de: Basisdefinition, von der alle Fahrzeugkomponenten erben
it: Definizione base da cui tutti i componenti del veicolo ereditano
ja: すべての機体コンポーネントが継承する基本定義
pt: Definição base de que todos os componentes do veículo herdam

source: Basic information about a product including manufacturer and model
de: Grundlegende Informationen über ein Produkt einschließlich Hersteller und Modell
it: Informazioni di base su un prodotto inclusi produttore e modello
ja: メーカーとモデルを含む製品に関する基本情報
pt: Informação básica sobre um produto incluindo fabricante e modelo

source: Battery capacity in milliampere-hours
de: Batteriekapazität in Milliamperestunden
it: Capacità della batteria in milliampere-ora
ja: バッテリー容量（ミリアンペア時）
pt: Capacidade da bateria em miliamperes-hora

source: Battery chemistry type (e.g., LiPo, Li-Ion, LiFe)
de: Batteriechemie-Typ (z.B. LiPo, Li-Ion, LiFe)
it: Tipo di chimica della batteria (es. LiPo, Li-Ion, LiFe)
ja: バッテリーの化学的タイプ（例：LiPo、Li-Ion、LiFe）
pt: Tipo de química da bateria (ex., LiPo, Li-Ion, LiFe)

source: Collection of all components that make up the vehicle system
de: Sammlung aller Komponenten, die das Fahrzeugsystem bilden
it: Raccolta di tutti i componenti che costituiscono il sistema del veicolo
ja: 機体システムを構成するすべてのコンポーネントのコレクション
pt: Coleção de todos os componentes que constituem o sistema do veículo

source: Communication protocol used (e.g., SBUS, MAVLink)
de: Verwendetes Kommunikationsprotokoll (z.B. SBUS, MAVLink)
it: Protocollo di comunicazione utilizzato (es. SBUS, MAVLink)
ja: 使用される通信プロトコル（例：SBUS、MAVLink）
pt: Protocolo de comunicação utilizado (ex., SBUS, MAVLink)

source: Company or brand that manufactures the component
de: Unternehmen oder Marke, die die Komponente herstellt
it: Azienda o marca che produce il componente
ja: コンポーネントを製造する会社またはブランド
pt: Empresa ou marca que fabrica o componente

source: Component firmware information
de: Komponenten-Firmware-Informationen
it: Informazioni sul firmware del componente
ja: コンポーネントのファームウェア情報
pt: Informação de firmware do componente

source: Component for wireless communication with ground station
de: Komponente für drahtlose Kommunikation mit der Bodenstation
it: Componente per la comunicazione wireless con la stazione di terra
ja: 地上局とワイヤレス通信するためのコンポーネント
pt: Componente para comunicação sem fios com a estação terrestre

source: Component that connects to the flight controller
de: Komponente, die mit dem Flugcontroller verbunden ist
it: Componente che si connette al controllore di volo
ja: フライトコントローラーに接続するコンポーネント
pt: Componente que se liga ao controlador de voo

source: Component that monitors battery voltage and current
de: Komponente, die Batteriespannung und -strom überwacht
it: Componente che monitora la tensione e la corrente della batteria
ja: バッテリー電圧と電流をモニターするコンポーネント
pt: Componente que monitoriza a tensão e corrente da bateria

source: Connection type (e.g., UART, I2C, SPI)
de: Verbindungstyp (z.B. UART, I2C, SPI)
it: Tipo di connessione (es. UART, I2C, SPI)
ja: 接続タイプ（例：UART、I2C、SPI）
pt: Tipo de ligação (ex., UART, I2C, SPI)

source: Critical voltage per cell below which damage may occur (e.g., 3.3V)
de: Kritische Spannung pro Zelle, unter der Schäden auftreten können (z.B. 3,3V)
it: Tensione critica per cella al di sotto della quale può verificarsi un danno (es. 3.3V)
ja: 損傷が発生する可能性があるセルあたりの臨界電圧（例：3.3V）
pt: Tensão crítica por célula abaixo da qual podem ocorrer danos (ex., 3,3V)

source: Details about how a component connects to the flight controller
de: Details darüber, wie eine Komponente mit dem Flugcontroller verbunden ist
it: Dettagli su come un componente si collega al controllore di volo
ja: コンポーネントがフライトコントローラーにどのように接続されるかの詳細
pt: Detalhes sobre como um componente se liga ao controlador de voo

source: Electronic Speed Controller for the motors
de: Elektronischer Geschwindigkeitsregler für die Motoren
it: Controllo Elettronico di Velocità per i motori
ja: モーター用の電子速度コントローラー
pt: Controlador Eletrónico de Velocidade para os motores

source: Flight controller component that runs the ArduPilot firmware
de: Flugcontroller-Komponente, die die ArduPilot-Firmware ausführt
it: Componente del controllore di volo che esegue il firmware ArduPilot
ja: ArduPilotファームウェアを実行するフライトコントローラーコンポーネント
pt: Componente do controlador de voo que executa o firmware ArduPilot

source: Flight controller firmware information
de: Flugcontroller-Firmware-Informationen
it: Informazioni sul firmware del controllore di volo
ja: フライトコントローラーのファームウェア情報
pt: Informação do firmware do controlador de voo

source: Flight controller that runs ArduPilot firmware
de: Flugcontroller, der ArduPilot-Firmware ausführt
it: Controllore di volo che esegue il firmware ArduPilot
ja: ArduPilotファームウェアを実行するフライトコントローラー
pt: Controlador de voo que executa firmware ArduPilot

source: Global Navigation Satellite System receiver for positioning
de: Globales Navigationssatellitensystem-Empfänger für die Positionierung
it: Ricevitore del Sistema Globale di Navigazione Satellitare per il posizionamento
ja: 位置特定のためのグローバルナビゲーション衛星システム受信機
pt: Recetor de Sistema Global de Navegação por Satélite para posicionamento

source: How this component connects to the flight controller
de: Wie diese Komponente mit dem Flugcontroller verbunden ist
it: Come questo componente si collega al controllore di volo
ja: このコンポーネントがフライトコントローラーに接続する方法
pt: Como este componente se liga ao controlador de voo

source: Information about the firmware running on a component
de: Informationen über die auf einer Komponente laufende Firmware
it: Informazioni sul firmware in esecuzione su un componente
ja: コンポーネントで実行されているファームウェアに関する情報
pt: Informação sobre o firmware em execução num componente

source: Low voltage threshold per cell when battery should be changed (e.g., 3.5V)
de: Niedrige Spannungsschwelle pro Zelle, bei der die Batterie gewechselt werden sollte (z.B. 3,5V)
it: Soglia di bassa tensione per cella quando la batteria dovrebbe essere cambiata (es. 3.5V)
ja: バッテリーを交換すべきセルあたりの低電圧しきい値（例：3.5V）
pt: Limiar de baixa tensão por célula quando a bateria deve ser mudada (ex., 3,5V)

source: Main power source for the vehicle
de: Hauptstromquelle für das Fahrzeug
it: Fonte di alimentazione principale per il veicolo
ja: 機体の主電源
pt: Fonte de energia principal para o veículo

source: Maximum take-off weight in kilograms
de: Maximales Startgewicht in Kilogramm
it: Peso massimo al decollo in chilogrammi
ja: 最大離陸重量（キログラム）
pt: Peso máximo de descolagem em quilogramas

source: Maximum voltage per cell when fully charged (e.g., 4.2V for LiPo)
de: Maximale Spannung pro Zelle bei voller Ladung (z.B. 4,2V für LiPo)
it: Tensione massima per cella quando completamente carica (es. 4.2V per LiPo)
ja: 完全充電時のセルあたりの最大電圧（LiPoの場合は4.2Vなど）
pt: Tensão máxima por célula quando totalmente carregada (ex., 4,2V para LiPo)

source: Microcontroller series used in the flight controller (e.g., STM32F4)
de: Im Flugcontroller verwendete Mikrocontroller-Serie (z.B. STM32F4)
it: Serie di microcontrollori utilizzata nel controllore di volo (es. STM32F4)
ja: フライトコントローラーで使用されるマイクロコントローラーシリーズ（例：STM32F4）
pt: Série de microcontrolador utilizada no controlador de voo (ex., STM32F4)

source: Minimum take-off weight in kilograms
de: Minimales Startgewicht in Kilogramm
it: Peso minimo al decollo in chilogrammi
ja: 最小離陸重量（キログラム）
pt: Peso mínimo de descolagem em quilogramas

source: Name of the configuration template
de: Name der Konfigurationsvorlage
it: Nome del modello di configurazione
ja: 設定テンプレートの名前
pt: Nome do modelo de configuração

source: Number of cells in series (e.g., 4S means 4 cells)
de: Anzahl der in Reihe geschalteten Zellen (z.B. bedeutet 4S 4 Zellen)
it: Numero di celle in serie (ad es., 4S significa 4 celle)
ja: 直列のセル数（例：4Sは4つのセルを意味する）
pt: Número de células em série (ex., 4S significa 4 células)

source: Number of magnetic pole pairs in the motor (affects RPM calculation)
de: Anzahl der magnetischen Polpaare im Motor (beeinflusst die Drehzahlberechnung)
it: Numero di coppie polari magnetiche nel motore (influisce sul calcolo RPM)
ja: モーターの磁極ペア数（RPM計算に影響する）
pt: Número de pares de polos magnéticos no motor (afeta o cálculo de RPM)

source: Physical frame and structure of the vehicle
de: Physischer Rahmen und Struktur des Fahrzeugs
it: Telaio fisico e struttura del veicolo
ja: 機体の物理的フレームと構造
pt: Estrutura física e quadro do veículo

source: Physical structure of the vehicle
de: Physische Struktur des Fahrzeugs
it: Struttura fisica del veicolo
ja: 機体の物理的構造
pt: Estrutura física do veículo

source: Power source for the vehicle
de: Stromquelle für das Fahrzeug
it: Fonte di alimentazione per il veicolo
ja: 機体の電源
pt: Fonte de alimentação para o veículo

source: Product information including manufacturer and model
de: Produktinformationen einschließlich Hersteller und Modell
it: Informazioni sul prodotto inclusi produttore e modello
ja: メーカーとモデルを含む製品情報
pt: Informação do produto incluindo fabricante e modelo
