Repository: ArduPilot/MethodicConfigurator
Catalog: ardupilot_methodic_configurator/locale/*/LC_MESSAGES/ardupilot_methodic_configurator.po
Languages: de, it, ja, pt

source: Telemetry (landing page)
de: Telemetrie (Startseite)
it: Telemetria (pagina principale)
ja: テレメトリー（ランディングページ）
pt: Telemetria (página inicial)

source: Test AltHold
de: Test des Höhenhaltemodus
it: Test della modalità AltHold
ja: AltHoldのテスト
pt: Testar AltHold

source: optical flow sensor setup
de: Einrichtung des optischen Flusssensors
it: Configurazione del sensore di flusso ottico
ja: 光学フローセンサーのセットアップ
pt: Configuração do sensor de fluxo ótico

source: wind speed estimation
de: Windgeschwindigkeitsschätzung
it: Stima della velocità del vento
ja: 風速推定
pt: Estimativa da velocidade do vento

source: ArduCopter Analytic Tune Tool
de: ArduCopter Analytisches Abstimmungswerkzeug
it: Strumento di Sintonizzazione Analitica ArduCopter
ja: ArduCopter解析チューンツール
pt: Ferramenta de Afinação Analítica do ArduCopter

source: ArduCopter Simulink Model
de: ArduCopter Simulink-Modell
it: Modello Simulink ArduCopter
ja: ArduCopter Simulinkモデル
pt: Modelo Simulink do ArduCopter

source: ArduPilot Hardware report
de: ArduPilot Hardware-Bericht
it: Rapporto hardware ArduPilot
ja: ArduPilotハードウェアレポート
pt: Relatório de Hardware do ArduPilot

source: ArduPilot MAGFit in flight compass calibration
de: ArduPilot MAGFit Kompasskalibrierung im Flug
it: Calibrazione della bussola in volo MAGFit ArduPilot
ja: ArduPilot MAGFit 飛行中コンパス校正
pt: Calibração da bússola em voo ArduPilot MAGFit

source: ArduPilot PID Review Tool
de: ArduPilot PID-Überprüfungswerkzeug
it: Strumento di Revisione PID ArduPilot
ja: ArduPilot PIDレビューツール
pt: Ferramenta de Revisão PID do ArduPilot

source: ArduPilot Thrust Expo
de: ArduPilot Schub-Expo
ja: ArduPilot推力エクスポ
pt: Expo de Impulso do ArduPilot

source: ArduPlane Analytic Tune Tool
de: ArduPlane Analytisches Abstimmungswerkzeug
it: Strumento di Sintonizzazione Analitica ArduPlane
ja: ArduPlane解析チューンツール
pt: Ferramenta de Afinação Analítica do ArduPlane

source: Ardupilot Filter Review tool
de: Ardupilot Filter-Überprüfungswerkzeug
it: Strumento di Revisione Filtri Ardupilot
ja: Ardupilotフィルターレビューツール
pt: Ferramenta de Revisão de Filtro do ArduPilot

source: Dronetag BS user manual
de: Dronetag BS Benutzerhandbuch
it: Manuale utente Dronetag BS
ja: Dronetag BSユーザーマニュアル
pt: Manual do utilizador Dronetag BS

source: EdgeTX Companion
ja: EdgeTXコンパニオン

source: Heli Analytic Tune Tool
de: Heli Analytisches Abstimmungswerkzeug
it: Strumento di Sintonizzazione Analitica Heli
ja: ヘリ解析チューンツール
pt: Ferramenta de Afinação Analítica de Helicóptero

source: Lua script provided by Yuri
de: Von Yuri bereitgestelltes Lua-Skript
it: Script Lua fornito da Yuri
ja: Yuriが提供するLuaスクリプト
pt: Script lua fornecido por Yuri

source: Mission Planner
ja: ミッションプランナー

source: Motor/Propeller order and direction test
de: Motor-/Propeller-Reihenfolge und Richtungstest
it: Test dell'ordine e della direzione dei motori/eliche
ja: モーター/プロペラの順序と方向テスト
pt: Teste de ordem e direção do motor/hélice

source: New FFT Filter setup and review web tool
de: Neues FFT-Filter-Setup und Bewertungs-Web-Tool
it: Nuovo strumento web di configurazione e revisione filtro FFT
ja: 新しいFFTフィルター設定および確認Webツール
pt: Nova ferramenta web de configuração e revisão de filtro FFT

source: Rover Analytic Tune Tool
de: Rover Analytisches Abstimmungswerkzeug
it: Strumento di Sintonizzazione Analitica Rover
ja: ローバー解析チューンツール
pt: Ferramenta de Afinação Analítica do Rover

source: VTOL-quicktune lua script
de: VTOL-Quicktune Lua-Skript
it: Script lua VTOL-quicktune
ja: VTOL-quicktuneルアスクリプト
pt: Script lua VTOL-quicktune

source: free online tool to overlay a grid over an image
de: Kostenloses Online-Tool zum Überlagern eines Rasters auf ein Bild
it: Strumento online gratuito per sovrapporre una griglia a un'immagine
ja: 画像にグリッドをオーバーレイする無料オンラインツール
pt: Ferramenta online gratuita para sobrepor uma grelha a uma imagem

source: optical flow sensors
de: Optische Flusssensoren
it: Sensori di flusso ottico
ja: 光学フローセンサー
pt: Sensores de fluxo ótico

source: IMU temperature calibration reduces the number of possible 'Accel inconsistent' and 'Gyro inconsistent' errors. IMU temperature calibration is optional. Do you want to skip it?
de: Die IMU-Temperaturkalibrierung reduziert die Anzahl möglicher 'Accel inconsistent' und 'Gyro inconsistent' Fehler. Die IMU-Temperaturkalibrierung ist optional. Möchten Sie diese überspringen?
it: La calibrazione della temperatura dell'IMU riduce il numero di possibili errori 'Accel inconsistent' e 'Gyro inconsistent'. La calibrazione della temperatura dell'IMU è opzionale. Vuoi saltarla?
ja: IMU温度校正により「Accel inconsistent」および「Gyro inconsistent」エラーの可能性が減少します。 IMU温度校正はオプションです。 スキップしますか？
pt: A calibração de temperatura da IMU reduz o número possível de erros 'Acelerómetro inconsistente' e 'Giroscópio inconsistente'. A calibração de temperatura da IMU é opcional. Deseja ignorá-la?

source: If you are impatient and do not want a fully optimized flight controller You can skip some steps now. Jump to '53_everyday_use.param' file?
de: Wenn Sie ungeduldig sind und keinen vollständig optimierten Flugcontroller wünschen Können Sie einige Schritte jetzt überspringen. Zu '53_everyday_use.param' Datei springen?
it: Se sei impaziente e non desideri un controllore di volo completamente ottimizzato Puoi saltare alcuni passaggi ora. Saltare al file '53_everyday_use.param'?
ja: もし焦っていて完全に最適化されたフライトコントローラーが必要ない場合は 今いくつかのステップをスキップできます。 '53_everyday_use.param'ファイルにジャンプしますか？
pt: Se estiver impaciente e não desejar um controlador de voo totalmente otimizado Pode saltar alguns passos agora. Saltar para o ficheiro '53_everyday_use.param'?

source: If you do not use optical flow you can skip some steps now. Jump to '53_everyday_use.param' file?
de: Wenn Sie keinen optischen Fluss verwenden können Sie einige Schritte jetzt überspringen. Zu '53_everyday_use.param' Datei springen?
it: Se non utilizzi il flusso ottico puoi saltare alcuni passaggi ora. Saltare al file '53_everyday_use.param'?
ja: 光学フローを使用していない場合 今いくつかのステップをスキップできます。 '53_everyday_use.param'ファイルにジャンプしますか？
pt: Se não utiliza fluxo ótico pode saltar alguns passos agora. Saltar para o ficheiro '53_everyday_use.param'?

source: If you do not want an analytical PID optimization you can skip some steps now. Jump to '47_position_controller.param' file?
de: Wenn Sie keine analytische PID-Optimierung wünschen können Sie einige Schritte jetzt überspringen. Zu '47_position_controller.param' Datei springen?
it: Se non desideri un'ottimizzazione analitica dei PID puoi saltare alcuni passaggi ora. Saltare al file '47_position_controller.param'?
ja: 解析的PID最適化が必要ない場合 今いくつかのステップをスキップできます。 '47_position_controller.param'ファイルにジャンプしますか？
pt: Se não pretende uma otimização analítica de PID pode saltar alguns passos agora. Saltar para o ficheiro '47_position_controller.param'?

source: (Critical voltage + 0.0) x no. of cells
de: (Kritische Spannung + 0,0) x Anzahl der Zellen
it: (Tensione critica + 0.0) x n. di celle
ja: (クリティカル電圧 + 0.0) x セル数
pt: (Tensão crítica + 0.0) x núm. de células

source: (Low voltage + 0.0) x no. of cells
de: (Niedrige Spannung + 0,0) x Anzahl der Zellen
it: (Tensione bassa + 0.0) x n. di celle
ja: (低電圧 + 0.0) x セル数
pt: (Tensão baixa + 0.0) x núm. de células

source: (Max voltage + 0.0) x no. of cells
de: (Maximale Spannung + 0,0) x Anzahl der Zellen
it: (Tensione massima + 0.0) x n. di celle
ja: (最大電圧 + 0.0) x セル数
pt: (Tensão máxima + 0.0) x núm. de células

source: Activates the logging of the MAGH.Active message
de: Aktiviert die Protokollierung der MAGH.Active Nachricht
it: Attiva la registrazione del messaggio MAGH.Active
ja: MAGH.Activeメッセージのロギングを有効化します
pt: Ativa o registo da mensagem MAGH.Active

source: Activates the temperature calibration for IMU 1 at the next start
de: Aktiviert die Temperaturkalibrierung für IMU 1 beim nächsten Start
it: Attiva la calibrazione della temperatura per IMU 1 al prossimo avvio
ja: 次回起動時にIMU 1の温度校正を有効化します
pt: Ativa a calibração de temperatura para a IMU 1 no próximo arranque

source: Activates the temperature calibration for IMU 2 at the next start
de: Aktiviert die Temperaturkalibrierung für IMU 2 beim nächsten Start
it: Attiva la calibrazione della temperatura per IMU 2 al prossimo avvio
ja: 次回起動時にIMU 2の温度校正を有効化します
pt: Ativa a calibração de temperatura para a IMU 2 no próximo arranque

source: Activates the temperature calibration for IMU 3 at the next start
de: Aktiviert die Temperaturkalibrierung für IMU 3 beim nächsten Start
it: Attiva la calibrazione della temperatura per IMU 3 al prossimo avvio
ja: 次回起動時にIMU 3の温度校正を有効化します
pt: Ativa a calibração de temperatura para a IMU 3 no próximo arranque

source: Add Navigation logging
de: Navigations-Logging hinzufügen
it: Aggiungi registrazione di navigazione
ja: ナビゲーションロギングを追加
pt: Adicionar registo de Navegação

source: Autotune pitch axis
de: Autotune Pitch-Achse
it: Autotune asse di beccheggio
ja: ピッチ軸のオートチューン
pt: Autotune do eixo de inclinação

source: Autotune roll and pitch axis
de: Autotune Roll- und Pitch-Achse
it: Autotune assi di rollio e beccheggio
ja: ロールとピッチ軸のオートチューン
pt: Autotune dos eixos de rolamento e inclinação

source: Autotune roll axis
de: Autotune Roll-Achse
it: Autotune asse di rollio
ja: ロール軸のオートチューン
pt: Autotune do eixo de rolamento

source: Autotune yaw D axis
de: Autotune Yaw-D-Achse
it: Autotune asse di imbardata D
ja: ヨーD軸のオートチューン
pt: Autotune do eixo D de guinada

source: Autotune yaw axis
de: Autotune Yaw-Achse
it: Autotune asse di imbardata
ja: ヨー軸のオートチューン
pt: Autotune do eixo de guinada

source: Defined in component editor
de: Im Komponenteneditor definiert
it: Definito nell'editor dei componenti
ja: コンポーネントエディターで定義
pt: Definido no editor de componentes

source: Derived from vehicle component editor propeller size
de: Abgeleitet von der Propellergröße im Fahrzeugkomponenteneditor
it: Derivato dalla dimensione dell'elica nell'editor dei componenti del veicolo
ja: 機体コンポーネントエディターのプロペラサイズから導出
pt: Derivado do tamanho da hélice no editor de componentes do veículo

source: Disable fast harmonic notch logging
de: Schnelle harmonische Notchfilter-Protokollierung deaktivieren
it: Disabilita la registrazione rapida del filtro notch armonico
ja: 高速ハーモニックノッチロギングを無効化
pt: Desativar registo rápido do filtro notch harmónico

source: Do not allow arming below this voltage
de: Bewaffnung unterhalb dieser Spannung nicht zulassen
it: Non consentire l'armamento al di sotto di questa tensione
ja: この電圧以下ではアーミングを許可しない
pt: Não permitir armamento abaixo desta tensão

source: ExpressLRS requires FLTMODE_CH != 5
de: ExpressLRS erfordert FLTMODE_CH != 5
it: ExpressLRS richiede FLTMODE_CH != 5
ja: ExpressLRS は FLTMODE_CH != 5 を必要とします
pt: ExpressLRS requer FLTMODE_CH != 5

source: ExpressLRS requires RC5 to be used for arming (Arm/Disarm function)
de: ExpressLRS erfordert RC5 für die Verwendung beim Scharfstellen (Arm/Disarm-Funktion)
it: ExpressLRS richiede RC5 per essere utilizzato per l'armamento (funzione Arm/Disarm)
ja: ExpressLRS は RC5 をアーミングに使用する必要があります (Arm/Disarm 機能)
pt: ExpressLRS requer RC5 para ser usado para armar (função Arm/Disarm)

source: Gather data for the offline IMU temperature calibration while the FC is disarmed
de: Daten für die Offline-IMU-Temperaturkalibrierung sammeln, während der FC entwaffnet ist
it: Raccogliere dati per la calibrazione offline della temperatura dell'IMU mentre l'FC è disarmato
ja: FCが武装解除されている間、オフラインIMU温度校正用のデータを収集
pt: Recolher dados para a calibração offline de temperatura da IMU enquanto o FC está desarmado

source: Gyro raw logging no longer required, notch filter setup is complete, this reduces processor load and log file size
de: Gyro-Rohprotokollierung nicht mehr erforderlich, Notchfilter-Einrichtung ist abgeschlossen, dies reduziert die Prozessorlast und Protokolldateigröße
it: Registrazione raw del giroscopio non più necessaria, configurazione del filtro notch completa, questo riduce il carico del processore e la dimensione del file di log
ja: ジャイロ生ログは不要になりました。ノッチフィルターの設定が完了し、これによりプロセッサの負荷とログファイルのサイズが削減されます
pt: Registo de giroscópio bruto já não é necessário, a configuração do filtro notch está completa, isto reduz a carga do processador e o tamanho do ficheiro de registo

source: Hover learn will improve this initial guess
de: Schwebflug-Lernen wird diese erste Schätzung verbessern
it: L'apprendimento in volo stazionario migliorerà questa stima iniziale
ja: ホバー学習でこの初期推定値が改善されます
pt: A aprendizagem em modo pairado irá melhorar esta estimativa inicial

source: IMU batch logging no longer required, notch filter setup is complete, this reduces processor load and log file size
de: IMU-Batch-Protokollierung nicht mehr erforderlich, Notchfilter-Einrichtung ist abgeschlossen, dies reduziert die Prozessorlast und Protokolldateigröße
it: Registrazione batch dell'IMU non più necessaria, configurazione del filtro notch completa, questo riduce il carico del processore e la dimensione del file di log
ja: IMUバッチロギングは不要になりました。ノッチフィルターの設定が完了し、これによりプロセッサの負荷とログファイルのサイズが削減されます
pt: Registo em lote da IMU já não é necessário, a configuração do filtro notch está completa, isto reduz a carga do processador e o tamanho do ficheiro de registo

source: Initial value, will be improved at a later step
de: Anfangswert, wird in einem späteren Schritt verbessert
it: Valore iniziale, sarà migliorato in una fase successiva
ja: 初期値、後のステップで改善されます
pt: Valor inicial, será melhorado numa etapa posterior

source: Inject chip on the mixer pitch signal
de: Chip auf das Mixer-Pitch-Signal injizieren
it: Iniettare chip sul segnale mixer di beccheggio
ja: ミキサーピッチ信号にチップを注入
pt: Injetar chip no sinal de misturador de inclinação

source: Inject chip on the mixer roll signal
de: Chip auf das Mixer-Roll-Signal injizieren
it: Iniettare chip sul segnale mixer di rollio
ja: ミキサーロール信号にチップを注入
pt: Injetar chip no sinal de misturador de rolamento

source: Inject chip on the mixer thrust signal
de: Chip auf das Mixer-Schub-Signal injizieren
it: Iniettare chip sul segnale mixer di spinta
ja: ミキサースラスト信号にチップを注入
pt: Injetar chip no sinal de misturador de impulso

source: Inject chip on the mixer yaw signal
de: Chip auf das Mixer-Yaw-Signal injizieren
it: Iniettare chip sul segnale mixer di imbardata
ja: ミキサーヨー信号にチップを注入
pt: Injetar chip no sinal de misturador de guinada

source: Land ASAP
de: Sofort landen
it: Atterrare il prima possibile
ja: できるだけ早く着陸
pt: Aterrar o mais rápido possível

source: Log all but fast att, Nav, Mission, OF, camera, fast IMU, raw, IMU, video stabilization. These are not needed now
de: Protokolliere alles außer schneller Att, Nav, Mission, OF, Kamera, schneller IMU, Rohdaten, IMU, Videostabilisierung. Diese werden jetzt nicht benötigt
it: Registra tutto tranne att veloce, Nav, Missione, OF, fotocamera, IMU veloce, raw, IMU, stabilizzazione video. Questi non sono necessari ora
ja: 高速姿勢、Nav、ミッション、OF、カメラ、高速IMU、raw、IMU、ビデオ安定化以外のすべてをログ。これらは現在必要ありません
pt: Registar tudo exceto att rápido, Nav, Missão, OF, câmara, IMU rápida, bruto, IMU, estabilização de vídeo. Estes não são necessários agora

source: Log disarmed was only required for offline IMU temperature calibration
de: Protokollierung im entwaffneten Zustand war nur für die Offline-IMU-Temperaturkalibrierung erforderlich
it: La registrazione disarmata era richiesta solo per la calibrazione offline della temperatura dell'IMU
ja: 武装解除時のログはオフラインIMU温度校正にのみ必要でした
pt: Registo desarmado apenas era necessário para calibração offline de temperatura da IMU

source: Logs measured data both before and after the filters for Filter Review Webtool usage
de: Protokolliert gemessene Daten sowohl vor als auch nach den Filtern zur Verwendung im Filter-Review-Webtool
it: Registra i dati misurati sia prima che dopo i filtri per l'utilizzo del Webtool di revisione dei filtri
ja: フィルターレビューWebツール使用のために、フィルター前後の測定データの両方をログに記録します
pt: Regista dados medidos antes e depois dos filtros para uso na Ferramenta de Revisão de Filtro na Web

source: No more system identification chip injections
de: Keine weiteren Systemidentifikations-Chip-Injektionen
it: Nessuna ulteriore iniezione di chip per l'identificazione del sistema
ja: システム識別チップ注入はこれ以上行いません
pt: Sem mais injeções de chip de identificação do sistema

source: Normal state for everyday use
de: Normalzustand für den täglichen Gebrauch
it: Stato normale per l'uso quotidiano
ja: 日常使用のための通常状態
pt: Estado normal para uso diário

source: One .bin log file per flight, not per battery/reboot
de: Eine .bin-Protokolldatei pro Flug, nicht pro Batterie/Neustart
it: Un file di log .bin per volo, non per batteria/riavvio
ja: 電池/再起動ごとではなく、飛行ごとに1つの.binログファイル
pt: Um ficheiro de registo .bin por voo, não por bateria/reinicialização

source: Only for IMU and Raw-IMU
de: Nur für IMU und Raw-IMU
it: Solo per IMU e Raw-IMU
ja: IMUとRaw-IMUのみ
pt: Apenas para IMU e Raw-IMU

source: Perform all arming checks. If you have a problem fix its source. Do NOT change this
de: Führe alle Bewaffnungsprüfungen durch. Wenn ein Problem auftritt, beheben Sie die Ursache. Ändern Sie NICHT diesen Parameter
it: Esegui tutti i controlli di armamento. Se hai un problema risolvine la causa. NON modificare questo
ja: すべてのアーミングチェックを実行します。問題がある場合は原因を修正してください。これを変更しないでください
pt: Realizar todas as verificações de armamento. Se tiver um problema, corrija a sua origem. NÃO altere isto

source: Reasonable for most places on this planet
de: Vernünftig für die meisten Orte auf diesem Planeten
it: Ragionevole per la maggior parte dei luoghi su questo pianeta
ja: この地球上のほとんどの場所で妥当
pt: Razoável para a maioria dos locais neste planeta

source: Reset to default after offline IMU temperature calibration
de: Auf Standardwert zurücksetzen nach der Offline-IMU-Temperaturkalibrierung
it: Ripristina al valore predefinito dopo la calibrazione offline della temperatura dell'IMU
ja: オフラインIMU温度校正後にデフォルト値に戻す
pt: Repor para o valor predefinido após a calibração offline de temperatura da IMU

source: Restore value now that system identification is done
de: Wert wiederherstellen, nachdem die Systemidentifikation abgeschlossen ist
it: Ripristina il valore ora che l'identificazione del sistema è completata
ja: システム識別が完了したため値を復元
pt: Restaurar valor agora que a identificação do sistema está concluída

source: Return and land at home or rally point
de: Zurückkehren und am Home- oder Rally-Punkt landen
it: Ritorna e atterra al punto home o punto di raduno
ja: ホームまたはラリーポイントに戻って着陸
pt: Regressar e aterrar no ponto inicial ou ponto de concentração

source: Selected in component editor window
de: Im Komponenteneditor-Fenster ausgewählt
it: Selezionato nella finestra dell'editor dei componenti
ja: コンポーネントエディターウィンドウで選択
pt: Selecionado no editor de componentes

source: Selected in the component editor
de: Im Komponenteneditor ausgewählt
it: Selezionato nell'editor dei componenti
ja: コンポーネントエディターで選択
pt: Selecionado no editor de componentes

source: So that it can tune the throttle controller on 20_throttle_controller.param file
de: Damit der Schub-Regler in der Datei 20_throttle_controller.param abgestimmt werden kann
it: In modo che possa sintonizzare il controllore dell'acceleratore sul file 20_throttle_controller.param
ja: 20_throttle_controller.paramファイルでスロットルコントローラーを調整できるようにするため
pt: Para que possa afinar o controlador de acelerador no ficheiro 20_throttle_controller.param

source: Specified in component editor window
de: Im Komponenteneditor-Fenster angegeben
it: Specificato nella finestra dell'editor dei componenti
ja: コンポーネントエディターウィンドウで指定
pt: Especificado na janela do editor de componentes

source: The default is 20Hz but that is too high in most situations
de: Der Standardwert ist 20Hz, aber das ist in den meisten Situationen zu hoch
it: Il valore predefinito è 20Hz ma è troppo alto nella maggior parte delle situazioni
ja: デフォルトは20Hzですが、ほとんどの状況では高すぎます
pt: O valor predefinido é 20Hz, mas isso é demasiado alto na maioria das situações

source: Total battery capacity specified in the component editor
de: Gesamte Batteriekapazität im Komponenteneditor angegeben
it: Capacità totale della batteria specificata nell'editor dei componenti
ja: コンポーネントエディターで指定された総バッテリー容量
pt: Capacidade total da bateria especificada no editor de componentes

source: Use 1.4 * INS_GYRO_FILTER as a first guess
de: Verwende 1,4 * INS_GYRO_FILTER als erste Schätzung
it: Usa 1.4 * INS_GYRO_FILTER come prima stima
ja: 最初の推定値として1.4 * INS_GYRO_FILTERを使用
pt: Usar 1,4 * INS_GYRO_FILTER como primeira aproximação

source: Use 2 * MOT_THST_HOVER assuming MOT_THST_HOVER has been correctly learned
de: Verwende 2 * MOT_THST_HOVER unter der Annahme, dass MOT_THST_HOVER korrekt gelernt wurde
it: Usa 2 * MOT_THST_HOVER assumendo che MOT_THST_HOVER sia stato correttamente appreso
ja: MOT_THST_HOVERが正しく学習されていると仮定して2 * MOT_THST_HOVERを使用
pt: Usar 2 * MOT_THST_HOVER assumindo que MOT_THST_HOVER foi corretamente aprendido

source: Use INS_GYRO_FILTER / 4 as a first guess
de: Verwende INS_GYRO_FILTER / 4 als erste Schätzung
it: Usa INS_GYRO_FILTER / 4 come prima stima
ja: 最初の推定値としてINS_GYRO_FILTER / 4を使用
pt: Usar INS_GYRO_FILTER / 4 como primeira aproximação

source: Use MOT_THST_HOVER assuming MOT_THST_HOVER has been correctly learned
de: Verwende MOT_THST_HOVER unter der Annahme, dass MOT_THST_HOVER korrekt gelernt wurde
it: Usa MOT_THST_HOVER assumendo che MOT_THST_HOVER sia stato correttamente appreso
ja: MOT_THST_HOVERが正しく学習されていると仮定してMOT_THST_HOVERを使用
pt: Usar MOT_THST_HOVER assumindo que MOT_THST_HOVER foi corretamente aprendido

source: Use VTOL-Quicktune lua script to estimate a good PID starting values
de: Verwende das VTOL-Quicktune Lua-Skript, um gute PID-Startwerte zu schätzen
it: Usa lo script lua VTOL-Quicktune per stimare buoni valori iniziali PID
ja: VTOL-Quicktuneルアスクリプトを使用して良好なPID初期値を推定
pt: Usar o script lua VTOL-Quicktune para estimar bons valores iniciais de PID

source: Use acc and gyro batch logging on F4 processors or big props, gyro raw logging on others
de: Verwenden Sie acc und gyro Batch-Logging auf F4-Prozessoren oder großen Propellern, gyro raw-Logging auf anderen
it: Usa registrazione batch acc e gyro sui processori F4 o eliche grandi, registrazione raw gyro su altri
ja: F4 プロセッサまたは大きなプロペラでは acc と gyro のバッチログを使用、他の場合は gyro raw ログを使用
pt: Usar registo em lote de acc e gyro em processadores F4 ou hélices grandes, registo raw de gyro noutros

source: Use lua scripting for VTOL-Quicktune, MagFit automation and wind speed estimation automation
de: Verwende Lua-Scripting für VTOL-Quicktune, MagFit-Automatisierung und Windgeschwindigkeitsschätzungs-Automatisierung
it: Usa script lua per VTOL-Quicktune, automazione MagFit e automazione della stima della velocità del vento
ja: VTOL-Quicktune、MagFit自動化、風速推定自動化にLuaスクリプトを使用する
pt: Utilizar programação lua para VTOL-Quicktune, automação MagFit e automação de estimativa de velocidade do vento

source: Use pre and post filters acc and gyro batch logging on F4 processors or big props, pre-post gyro raw logging on others
de: Verwenden Sie pre und post Filter acc und gyro Batch-Logging auf F4-Prozessoren oder großen Propellern, pre-post gyro raw-Logging auf anderen
it: Usa filtri pre e post registrazione batch acc e gyro sui processori F4 o eliche grandi, registrazione raw pre-post gyro su altri
ja: F4 プロセッサまたは大きなプロペラでは pre と post フィルタの acc と gyro バッチログを使用、他の場合は pre-post gyro raw ログを使用
pt: Usar filtros pré e pós, registo em lote de acc e gyro em processadores F4 ou hélices grandes, registo raw pré-pós de gyro noutros

source: Use the first notch filter to filter the noise created by the motors/propellers
de: Verwende den ersten Notchfilter, um das durch die Motoren/Propeller verursachte Rauschen zu filtern
it: Usa il primo filtro notch per filtrare il rumore creato dai motori/eliche
ja: 最初のノッチフィルターを使用してモーター/プロペラが発生するノイズをフィルタリングする
pt: Utilizar o primeiro filtro notch para filtrar o ruído criado pelos motores/hélices
