Repository: ArduPilot/MethodicConfigurator
Catalog: ardupilot_methodic_configurator/locale/*/LC_MESSAGES/ardupilot_methodic_configurator.po
Languages: de, it, ja, pt

source: Copy the vehicle.jpg image file from the template directory to the new vehicle directory if it exists. This image helps identify the vehicle configuration.
de: Kopiere die vehicle.jpg Bilddatei aus dem Vorlagenverzeichnis in das neue Fahrzeugverzeichnis falls sie existiert. Dieses Bild hilft bei der Identifizierung der Fahrzeugkonfiguration.
it: Copia il file immagine vehicle.jpg dalla directory del modello alla nuova directory del veicolo se esiste. Questa immagine aiuta a identificare la configurazione del veicolo.
ja: vehicle.jpg画像ファイルをテンプレートディレクトリから新しい機体ディレクトリに 存在する場合にコピーします。この画像は機体構成の識別に役立ちます。
pt: Copiar o ficheiro de imagem vehicle.jpg do diretório do modelo para o novo diretório do veículo se existir. Esta imagem ajuda a identificar a configuração do veículo.

source: Blank component data
de: Leere Komponentendaten
it: Dati dei componenti vuoti
ja: コンポーネントデータが空です
pt: Dados do componente vazios

source: Create a new blank vehicle configuration, with no component data from the template.
de: Erstellen Sie eine neue leere Fahrzeugkonfiguration ohne Komponentendaten aus der Vorlage.
it: Crea una nuova configurazione del veicolo vuota, senza dati dei componenti dal modello.
ja: テンプレートからコンポーネントデータを含まない新しい空の機体設定を作成します。
pt: Criar uma nova configuração de veículo vazia, sem dados de componentes do modelo.

source: Reset flight controller parameters to their defaults. WARNING: This will delete all parameters stored on the flight controller.
de: Flugcontroller-Parameter auf Standardwerte zurücksetzen. WARNUNG: Dies löscht alle im Flugcontroller gespeicherten Parameter.
it: Ripristina i parametri del controller di volo ai valori predefiniti. ATTENZIONE: Questo eliminerà tutti i parametri memorizzati nel controller di volo.
ja: フライトコントローラーのパラメータをデフォルト値にリセットします。警告：これによりフライトコントローラーに保存されているすべてのパラメータが削除されます。

source: Reset the flight controller parameters to their default values when creating a new vehicle configuration. Helps avoid issues caused by incorrect or incompatible parameter settings.
de: Die Flugcontroller-Parameter beim Erstellen einer neuen Fahrzeugkonfiguration auf ihre Standardwerte zurücksetzen. Hilft, Probleme durch falsche oder inkompatible Parametereinstellungen zu vermeiden.
it: Ripristina i parametri del controller di volo ai valori predefiniti quando si crea una nuova configurazione del veicolo. Aiuta a evitare problemi causati da impostazioni di parametri incorrette o incompatibili.
ja: 新しい機体設定を作成する際に、フライトコントローラーのパラメータをデフォルト値にリセットします。 不正確または互換性のないパラメータ設定による問題を回避するのに役立ちます。
pt: Repor os parâmetros do controlador de voo para os valores predefinidos ao criar uma nova configuração de veículo. Ajuda a evitar problemas causados por configurações de parâmetros incorretas ou incompatíveis.

source: Infer component specifications and FC connections from FC parameters, not from template files
de: Komponentenspezifikationen und FC-Verbindungen aus FC-Parametern ableiten, nicht aus Vorlagendateien
it: Deduci le specifiche dei componenti e le connessioni FC dai parametri FC, non dai file modello
ja: テンプレートファイルからではなく、FCパラメータからコンポーネントの仕様とFC接続を推測します
pt: Inferir especificações de componentes e conexões FC a partir de parâmetros FC, não de ficheiros de modelo

source: When creating a new vehicle configuration, extract component specifications and connection information directly from the connected flight controller instead of using the specifications defined in the template files. This helps ensure the configuration accurately matches your actual hardware. But you will not see the information from the correctly configured vehicle template.
de: Beim Erstellen einer neuen Fahrzeugkonfiguration, Komponentenspezifikationen und Verbindungsinformationen direkt vom verbundenen Flugcontroller extrahieren, statt die in den Vorlagendateien definierten Spezifikationen zu verwenden. Dies trägt dazu bei, dass die Konfiguration genau mit Ihrer tatsächlichen Hardware übereinstimmt. Sie sehen jedoch nicht die Informationen aus der korrekt konfigurierten Fahrzeugvorlage.
it: Quando si crea una nuova configurazione del veicolo, estrai le specifiche dei componenti e le informazioni di connessione direttamente dal flight controller collegato invece di utilizzare le specifiche definite nei file modello. Ciò aiuta a garantire che la configurazione corrisponda accuratamente al tuo hardware attuale. Ma non vedrai le informazioni dal modello di veicolo configurato correttamente.
ja: 新しい機体構成を作成する際、テンプレートファイルで定義された仕様を使用する代わりに、接続されたフライトコントローラーから直接コンポーネントの仕様と接続情報を抽出します。 これにより、構成が実際のハードウェアと正確に一致するようになります。 ただし、正しく構成された機体テンプレートの情報は表示されません。
pt: Ao criar uma nova configuração de veículo, extrair as especificações dos componentes e informações de conexão diretamente do controlador de voo conectado em vez de usar as especificações definidas nos ficheiros de modelo. Isto ajuda a garantir que a configuração corresponde precisamente ao seu hardware real. Mas não verá as informações do modelo de veículo configurado corretamente.

source: This option is only available when a flight controller is connected.
de: Diese Option ist nur verfügbar, wenn ein Flugcontroller verbunden ist.
it: Questa opzione è disponibile solo quando è collegato un flight controller.
ja: このオプションは、フライトコントローラーが接続されている場合にのみ使用できます。
pt: Esta opção só está disponível quando um controlador de voo está conectado.

source: Use parameter values from connected FC, not from template files
de: Verwenden Sie Parameterwerte vom verbundenen FC, nicht aus Vorlagendateien
it: Usa valori dei parametri dal FC connesso, non dai file modello
ja: テンプレートファイルではなく、接続されたFCからパラメータ値を使用する
pt: Use valores de parâmetros do FC conectado, não de ficheiros de template

source: Use the parameter values from the connected flight controller instead of the template files when creating a new vehicle configuration directory from a template. Only makes sense if your FC has already been correctly configured.
de: Verwenden Sie die Parameterwerte vom verbundenen Flugcontroller anstelle der Vorlagendateien, wenn Sie ein neues Fahrzeugkonfigurationsverzeichnis aus einer Vorlage erstellen. Ist nur sinnvoll, wenn Ihr FC bereits korrekt konfiguriert wurde.
it: Utilizza i valori dei parametri dal flight controller collegato invece dei file modello quando si crea una nuova directory di configurazione del veicolo da un modello. Ha senso solo se il tuo FC è già stato configurato correttamente.
ja: テンプレートから新しい機体構成ディレクトリを作成する際、テンプレートファイルではなく、接続されたフライトコントローラーからのパラメータ値を使用します。 FCがすでに正しく構成されている場合にのみ意味があります。
pt: Use os valores dos parâmetros do controlador de voo conectado em vez dos ficheiros de modelo ao criar um novo diretório de configuração de veículo a partir de um modelo. Só faz sentido se o seu FC já tiver sido configurado corretamente.

source: Blank parameter change reason
de: Leerer Parameter-Änderungsgrund
it: Motivo di modifica parametri vuoto
ja: パラメータ変更理由が空です
pt: Motivo de alteração de parâmetro vazio

source: Do not use the parameters change reason from the template.
de: Verwenden Sie nicht den Parameter-Änderungsgrund aus der Vorlage.
it: Non utilizzare il motivo di modifica dei parametri dal modello.
ja: テンプレートからパラメータ変更理由を使用しないでください。
pt: Não utilizar o motivo de alteração de parâmetros do modelo.

source: Cannot reset FC parameters to defaults: no flight controller connected
de: FC-Parameter können nicht auf Standardwerte zurückgesetzt werden: kein Flugcontroller verbunden
it: Impossibile ripristinare i parametri FC ai valori predefiniti: nessun controller di volo connesso
ja: FCパラメータをデフォルト値にリセットできません: フライトコントローラーが接続されていません
pt: Não é possível repor parâmetros FC para valores predefinidos: nenhum controlador de voo ligado

source: Cannot infer component specifications from FC parameters: no flight controller parameters available
de: Kann Komponentenspezifikationen nicht aus FC-Parametern ableiten: keine Flugcontroller-Parameter verfügbar
ja: FCパラメータからコンポーネント仕様を推測できません: フライトコントローラパラメータが利用できません
pt: Não é possível inferir especificações de componentes a partir dos parâmetros FC: nenhum parâmetro de controlador de voo disponível

source: Cannot use FC parameters: no flight controller parameters available
de: Kann FC-Parameter nicht verwenden: keine Flugcontroller-Parameter verfügbar
ja: FCパラメータを使用できません: フライトコントローラパラメータが利用できません
pt: Não é possível utilizar parâmetros FC: nenhum parâmetro de controlador de voo disponível

source: Flight Controller Connection
de: Flugcontroller-Verbindung
it: Connessione Controller di Volo
ja: フライトコントローラ接続
pt: Conexão do Controlador de Voo

source: Flight Controller Parameters
de: Flugcontroller-Parameter
ja: フライトコントローラパラメータ
pt: Parâmetros do Controlador de Voo

source: New vehicle directory
de: Neues Fahrzeugverzeichnis
it: Nuova directory veicolo
ja: 新しい機体ディレクトリ
pt: Novo diretório de veículo

source: Copying template files
de: Vorlagendateien kopieren
it: Copia dei file modello in corso
ja: テンプレートファイルをコピーしています
pt: Copiando ficheiros de template

source: Fatal error reading parameter files: {exp}
de: Schwerwiegender Fehler beim Lesen der Parameterdateien: {exp}
it: Errore fatale nella lettura dei file di parametri: {exp}
ja: パラメータファイルの読み取りで致命的エラー: {exp}
pt: Erro fatal ao ler ficheiros de parâmetros: {exp}

source: No intermediate parameter files found after creating vehicle from template
de: Keine Zwischenparameterdateien nach Erstellen des Fahrzeugs aus Vorlage gefunden
it: Nessun file di parametri intermedio trovato dopo la creazione del veicolo dal modello
ja: テンプレートから機体を作成した後、中間パラメータファイルが見つかりません
pt: Nenhum ficheiro de parâmetros intermédios encontrado após criar veículo a partir do modelo

source: No parameter files found
de: Keine Parameterdateien gefunden
it: Nessun file di parametri trovato
ja: パラメータファイルが見つかりません
pt: Nenhum ficheiro de parâmetros encontrado

source: Vehicle template directory must not be empty
de: Fahrzeugvorlagenverzeichnis darf nicht leer sein
it: La directory del modello del veicolo non deve essere vuota
ja: 機体テンプレートディレクトリは空であってはいけません
pt: O diretório do modelo do veículo não deve estar vazio

source: Vehicle template directory
de: Fahrzeugvorlagenverzeichnis
it: Directory modello veicolo
ja: 機体テンプレートディレクトリ
pt: Diretório de template do veículo

source: Vehicle template directory {template_dir} does not exist
de: Fahrzeugvorlagenverzeichnis {template_dir} existiert nicht
it: La directory del modello del veicolo {template_dir} non esiste
ja: 機体テンプレートディレクトリ {template_dir} が存在しません
pt: O diretório do modelo do veículo {template_dir} não existe

source: New vehicle name must not be empty
de: Neuer Fahrzeugname darf nicht leer sein
it: Il nome del nuovo veicolo non deve essere vuoto
ja: 新しい機体名は空であってはいけません
pt: O novo nome do veículo não deve estar vazio

source: New vehicle name {new_vehicle_name} must not contain invalid characters
de: Neuer Fahrzeugname {new_vehicle_name} darf keine ungültigen Zeichen enthalten
it: Il nome del nuovo veicolo {new_vehicle_name} non deve contenere caratteri non validi
ja: 新しい機体名 {new_vehicle_name} は無効な文字を含んではいけません
pt: O novo nome do veículo {new_vehicle_name} não deve conter caracteres inválidos

source: No Last Vehicle Directory Found
de: Kein zuletzt verwendetes Fahrzeugverzeichnis gefunden
it: Nessuna Directory Ultimo Veicolo Trovata
ja: 最後に使用した機体ディレクトリが見つかりません
pt: Nenhum Último Diretório de Veículo Encontrado

source: No last opened vehicle configuration directory was found. Please select a directory manually.
de: Es wurde kein zuletzt geöffnetes Fahrzeugkonfigurationsverzeichnis gefunden. Bitte wählen Sie ein Verzeichnis manuell aus.
it: Non è stata trovata l'ultima directory di configurazione del veicolo aperta. Seleziona manualmente una directory.
ja: 最後に開いた機体設定ディレクトリが見つかりません。 ディレクトリを手動で選択してください。
pt: Nenhum diretório de configuração de veículo aberto anteriormente foi encontrado. Por favor, selecione um diretório manualmente.

source: No intermediate parameter files found in the selected directory: {last_vehicle_dir}
de: Keine Zwischenparameterdateien im ausgewählten Verzeichnis gefunden: {last_vehicle_dir}
it: Nessun file di parametri intermedio trovato nella directory selezionata: {last_vehicle_dir}
ja: 選択されたディレクトリに中間パラメータファイルが見つかりません: {last_vehicle_dir}
pt: Nenhum ficheiro de parâmetros intermédios encontrado no diretório selecionado: {last_vehicle_dir}

source: Selected directory must contain files matching \d\d_*\.param and a {filename} file
de: Ausgewähltes Verzeichnis muss Dateien enthalten, die \d\d_*\.param entsprechen und eine {filename}-Datei
it: La directory selezionata deve contenere file corrispondenti a \d\d_*\.param e un file {filename}
ja: 選択されたディレクトリには \d\d_*\.param に一致するファイルと {filename} ファイルが含まれている必要があります
pt: O diretório selecionado deve conter ficheiros correspondentes a \d\d_*\.param e um ficheiro {filename}

source: Invalid Vehicle Directory Selected
de: Ungültiges ausgewähltes Fahrzeugverzeichnis
it: Directory Veicolo Selezionata Non Valida
ja: 無効な機体ディレクトリが選択されました
pt: Diretório do Veículo Selecionado Inválido

source: Please do not edit the files provided 'vehicle_templates' directory as those are used as a template for new vehicles
de: Bitte bearbeiten Sie die im Verzeichnis 'vehicle_templates' bereitgestellten Dateien nicht, da diese als Vorlage für neue Fahrzeuge verwendet werden
it: Si prega di non modificare i file forniti nella directory 'vehicle_templates' poiché sono utilizzati come modello per nuovi veicoli
ja: 'vehicle_templates'ディレクトリ内のファイルは編集しないでください これらは新しい機体のテンプレートとして使用されます
pt: Por favor, não edite os ficheiros fornecidos no diretório 'vehicle_templates' pois esses são usados como modelo para novos veículos

source: No intermediate parameter files found in the selected directory: {vehicle_dir}
de: Keine Zwischenparameterdateien im ausgewählten Verzeichnis gefunden: {vehicle_dir}
it: Nessun file di parametri intermedio trovato nella directory selezionata: {vehicle_dir}
ja: 選択されたディレクトリに中間パラメータファイルが見つかりません: {vehicle_dir}
pt: Nenhum ficheiro de parâmetros intermédios encontrado no diretório selecionado: {vehicle_dir}

source: Vehicle directory must not be empty
de: Fahrzeugverzeichnis darf nicht leer sein
it: La directory del veicolo non deve essere vuota
ja: 機体ディレクトリは空であってはなりません
pt: O diretório do veículo não pode ser vazio

source: Vehicle directory
de: Fahrzeugverzeichnis
it: Directory del veicolo
ja: 機体ディレクトリ
pt: Diretório do veículo

source: Vehicle directory {vehicle_dir} does not exist
de: Fahrzeugverzeichnis {vehicle_dir} existiert nicht
it: La directory del veicolo {vehicle_dir} non esiste
ja: 機体ディレクトリ {vehicle_dir} が存在しません
pt: O diretório do veículo {vehicle_dir} não existe

source: Invalid Vehicle Directory
de: Ungültiges Fahrzeugverzeichnis
it: Directory del Veicolo Non Valida
ja: 無効な機体ディレクトリ
pt: Diretório de Veículo Inválido

source: About
de: Über
it: Info
ja: 概要
pt: Acerca

source: ArduPilot Methodic Configurator Version: {_version} A clear configuration sequence for ArduPilot vehicles. Copyright © 2024-2026 Amilcar do Carmo Lucas and ArduPilot.org Licensed under the GNU General Public License v3.0
de: ArduPilot Methodic Configurator Version: {_version} Eine klare Konfigurationssequenz für ArduPilot-Fahrzeuge. Copyright © 2024-2026 Amilcar do Carmo Lucas und ArduPilot.org Lizenziert unter der GNU General Public License v3.0
ja: ArduPilot Methodic Configurator バージョン: {_version} ArduPilot機体の明確な構成シーケンス。 Copyright © 2024-2026 Amilcar do Carmo Lucas および ArduPilot.org GNU General Public License v3.0 の下でライセンスされています
pt: ArduPilot Methodic Configurator Versão: {_version} Uma sequência de configuração clara para veículos ArduPilot. Copyright © 2024-2026 Amilcar do Carmo Lucas e ArduPilot.org Licenciado sob a GNU General Public License v3.0

source: Display usage popup
de: Verwendungshinweis anzeigen
it: Mostra popup di utilizzo
ja: 使用方法のポップアップを表示
pt: Mostrar janela de utilização

source: User Manual
de: Benutzerhandbuch
it: Manuale Utente
ja: ユーザーマニュアル
pt: Manual do Usuário

source: Support Forum
it: Forum di Supporto
ja: サポートフォーラム
pt: Fórum de Suporte

source: Report a Bug
de: Ein Problem melden
it: Segnala un Bug
ja: バグを報告
pt: Reportar um Bug

source: Licenses
de: Lizenzen
it: Licenze
ja: ライセンス
pt: Licenças

source: Source Code
de: Quellcode
it: Codice Sorgente
ja: ソースコード
pt: Código Fonte

source: param_file combobox selected string '%s' not in list %s
de: param_file Kombobox ausgewählte Zeichenfolge '%s' nicht in der Liste %s
it: Stringa selezionata '%s' nella combobox param_file non presente nella lista %s
ja: param_fileコンボボックスで選択された文字列'%s'はリスト%sにありません
pt: o ficheiro selecionado no combobox de ficheiro de parâmetros '%s' não está na lista %s

source: No param_file combobox element selected
de: Kein param_file Kombobox-Element ausgewählt
it: Nessun elemento selezionato nella combobox param_file
ja: param_fileコンボボックス要素が選択されていません
pt: Nenhum elemento do combobox de param_file selecionado

source: Error while checking debugpy connection: %s
de: Fehler beim Überprüfen der debugpy-Verbindung: %s
it: Errore durante il controllo della connessione debugpy: %s
ja: debugpy接続の確認中にエラーが発生しました: %s
pt: Erro ao verificar ligação debugpy: %s

source: Could not load application icon: %s
de: Anwendungssymbol konnte nicht geladen werden: %s
it: Impossibile caricare l'icona dell'applicazione: %s
ja: アプリケーションアイコンを読み込めませんでした: %s
pt: Não foi possível carregar o ícone da aplicação: %s

source: Image filepath cannot be empty
de: Bilddateipfad darf nicht leer sein
it: Il percorso dell'immagine non può essere vuoto
ja: 画像ファイルパスは空にできません
pt: O caminho do ficheiro de imagem não pode estar vazio

source: Image height must be positive
de: Bildhöhe muss positiv sein
it: L'altezza dell'immagine deve essere positiva
ja: 画像の高さは正の値でなければなりません
pt: A altura da imagem deve ser positiva

source: Image file not found: %s
de: Bilddatei nicht gefunden: %s
it: File immagine non trovato: %s
ja: 画像ファイルが見つかりません: %s
pt: Ficheiro de imagem não encontrado: %s

source: Failed to load image from %s
de: Fehler beim Laden des Bildes von %s
it: Impossibile caricare l'immagine da %s
ja: %sから画像を読み込めませんでした
pt: Falha ao carregar imagem de %s

source: Image has zero height
de: Bild hat Höhe Null
it: L'immagine ha altezza zero
ja: 画像の高さがゼロです
pt: A imagem tem altura zero

source: Image has zero width
de: Bild hat Breite null
it: L'immagine ha larghezza zero
ja: 画像の幅がゼロです
pt: A imagem tem largura zero

source: Error loading image from %s: %s
de: Fehler beim Laden des Bildes von %s: %s
it: Errore durante il caricamento dell'immagine da %s: %s
ja: %sから画像を読み込む際にエラーが発生しました: %s
pt: Erro ao carregar imagem de %s: %s

source: Battery Monitor
de: Batterieüberwachung
it: Monitor Batteria
ja: バッテリーモニター
pt: Monitor de bateria

source: This monitor displays real-time battery voltage and current readings. The voltage display is color-coded: • Green: Safe voltage range [BATT_ARM_VOLT, MOT_BAT_VOLT_MAX] • Red: Critical voltage (outside safe range) • Gray: Battery monitoring disabled or unavailable
de: Dieser Monitor zeigt Echtzeit-Batteriespannung und Stromwerte an. Die Spannungsanzeige ist farbcodiert: • Grün: Sicherer Spannungsbereich [BATT_ARM_VOLT, MOT_BAT_VOLT_MAX] • Rot: Kritische Spannung (außerhalb des sicheren Bereichs) • Grau: Batterieüberwachung deaktiviert oder nicht verfügbar
ja: このモニターは、バッテリー電圧と電流のリアルタイム読み取り値を表示します。 電圧表示は色分けされています: • 緑: 安全な電圧範囲 [BATT_ARM_VOLT, MOT_BAT_VOLT_MAX] • 赤: 危険な電圧（安全範囲外） • 灰色: バッテリー監視が無効または利用不可
pt: Este monitor apresenta leituras em tempo real de tensão e corrente da bateria. A apresentação da tensão é codificada por cores: • Verde: Intervalo de tensão seguro [BATT_ARM_VOLT, MOT_BAT_VOLT_MAX] • Vermelho: Tensão crítica (fora do intervalo seguro) • Cinzento: Monitorização da bateria desativada ou indisponível

source: Voltage:
de: Spannung:
ja: 電圧:
pt: Tensão:

source: Current:
de: Strom:
ja: 電流:
pt: Corrente:

source: Upload selected params to FC
de: Ausgewählte Parameter zum FC hochladen
ja: 選択したパラメータをFCにアップロード
pt: Carregar parâmetros selecionados para o FC

source: Upload selected parameters to the flight controller and stay on the current intermediate parameter file It will reset the FC if necessary, re-download all parameters and validate their value
de: Ausgewählte Parameter zum Flugcontroller hochladen und in der aktuellen Zwischenparameterdatei bleiben Es wird den FC bei Bedarf zurücksetzen, alle Parameter erneut herunterladen und deren Wert validieren
ja: 選択したパラメータをフライトコントローラーにアップロードし、現在の中間パラメータファイルに留まります 必要に応じてFCをリセットし、すべてのパラメータを再ダウンロードして値を検証します
pt: Carregar os parâmetros selecionados para o controlador de voo e permanecer no ficheiro de parâmetros intermédios atual Irá reiniciar o FC se necessário, transferir novamente todos os parâmetros e validar o seu valor

source: Battery status updated: %(voltage)s, %(current)s
de: Batteriestatus aktualisiert: %(voltage)s, %(current)s
ja: バッテリーステータスが更新されました: %(voltage)s, %(current)s
pt: Estado da bateria atualizado: %(voltage)s, %(current)s

source: Disabled
de: Deaktiviert
ja: 無効
pt: Desativado

source: UI services not available. Cannot upload parameters.
de: UI-Dienste nicht verfügbar. Parameter können nicht hochgeladen werden.
ja: UIサービスが利用できません。パラメータをアップロードできません。
pt: Serviços da interface não disponíveis. Não é possível carregar parâmetros.

source: Parameter editor not available.
de: Parametereditor nicht verfügbar.
ja: パラメータエディタが利用できません。
pt: Editor de parâmetros não disponível.

source: Failed to upload parameters:
ja: パラメータのアップロードに失敗しました:

source: Upload Error
de: Upload-Fehler
ja: アップロードエラー
pt: Erro de carregamento

source: Battery monitor plugin activated
de: Batteriemonitor-Plugin aktiviert
ja: バッテリーモニタープラグインが有効化されました
pt: Plugin de monitor de bateria ativado

source: Battery monitor plugin deactivated
de: Batteriemonitor-Plugin deaktiviert
ja: バッテリーモニタープラグインが無効化されました
pt: Plugin de monitor de bateria desativado

source: AMC Battery Monitor plugin test window
de: AMC Batteriemonitor-Plugin Testfenster
ja: AMC バッテリーモニタープラグイン テストウィンドウ
pt: Janela de teste do plugin AMC Battery Monitor

source: This main is for testing and development only. Usually, the BatteryMonitorView is called from another script
de: Dieses Hauptprogramm ist nur für Test- und Entwicklungszwecke. Normalerweise wird die BatteryMonitorView von einem anderen Skript aufgerufen
ja: このメインはテストと開発専用です。通常、BatteryMonitorViewは別のスクリプトから呼び出されます
pt: Este main é apenas para testes e desenvolvimento. Normalmente, o BatteryMonitorView é chamado a partir de outro script

source: This main is for testing and development only, usually the BatteryMonitorView is called from another script
de: Dieses Hauptprogramm ist nur für Test- und Entwicklungszwecke, normalerweise wird die BatteryMonitorView von einem anderen Skript aufgerufen
ja: このメインはテストと開発専用です、通常BatteryMonitorViewは別のスクリプトから呼び出されます
pt: Este main é apenas para testes e desenvolvimento, normalmente o BatteryMonitorView é chamado a partir de outro script

source: A GUI for editing JSON files that contain vehicle component configurations. Not to be used directly, but through the main ArduPilot methodic configurator script.
de: Eine GUI zum Bearbeiten von JSON-Dateien, die Fahrzeugkomponenten-Konfigurationen enthalten. Nicht direkt zu verwenden, sondern über das Hauptkonfiguratorskript von ArduPilot.
it: Un'interfaccia grafica per modificare file JSON che contengono configurazioni dei componenti del veicolo. Da non utilizzare direttamente, ma attraverso lo script principale di ArduPilot methodic configurator.
ja: 機体コンポーネント設定を含むJSONファイルを編集するためのGUI。直接使用せず、メインのArduPilot methodic configuratorスクリプトを通して使用してください。
pt: Uma GUI para edição de ficheiros JSON que contêm configurações de componentes de veículos. Não deve ser usada diretamente, mas através do script principal do configurador metódico do ArduPilot.
