Repository: ArduPilot/MethodicConfigurator
Catalog: ardupilot_methodic_configurator/locale/*/LC_MESSAGES/ardupilot_methodic_configurator.po
Languages: de, it, ja, pt

source: Value for the first couple of flights will be changed later once MOT_THST_HOVER is learned
de: Wert für die ersten Flüge wird später geändert, sobald MOT_THST_HOVER gelernt wurde
it: Il valore per i primi voli sarà modificato successivamente una volta appreso MOT_THST_HOVER
ja: 最初の数回のフライトの値はMOT_THST_HOVERが学習された後に変更される
pt: O valor para os primeiros voos será alterado mais tarde quando MOT_THST_HOVER for aprendido

source: allow post flight tuning with Replay
de: Erlaube Nachflug-Abstimmung mit Replay
it: consenti la messa a punto post-volo con Replay
ja: リプレイによるフライト後のチューニングを許可する
pt: permitir afinação pós-voo com Replay

source: re-enable normal operation, activate input shaping
de: Normalen Betrieb wieder aktivieren, Eingabeformung aktivieren
it: riattiva il funzionamento normale, attiva la modellazione dell'input
ja: 通常操作を再有効化し、入力整形を有効化する
pt: reativar operação normal, ativar moldagem de entrada

source: test the stabilization loops independent of the input shaping
de: Teste die Stabilisierungsschleifen unabhängig von der Eingabeformung
it: testa i cicli di stabilizzazione indipendentemente dalla modellazione dell'input
ja: 入力整形とは独立して安定化ループをテストする
pt: testar os ciclos de estabilização independentemente da moldagem de entrada

source: was only needed for wind speed estimation
de: War nur für die Windgeschwindigkeitsschätzung erforderlich
it: era necessario solo per la stima della velocità del vento
ja: 風速推定にのみ必要だった
pt: era apenas necessário para estimativa de velocidade do vento

source: Analytical PID optimization
de: Analytische PID-Optimierung
it: Ottimizzazione analitica PID
ja: 解析的PID最適化
pt: Otimização analítica de PID

source: Assemble all components except the propellers
de: Montiere alle Komponenten außer den Propellern
it: Assembla tutti i componenti eccetto le eliche
ja: プロペラを除くすべてのコンポーネントを組み立てる
pt: Montar todos os componentes exceto as hélices

source: Assemble the propellers and perform the first flight
de: Montiere die Propeller und führe den ersten Flug durch
it: Assembla le eliche ed esegui il primo volo
ja: プロペラを取り付けて初飛行を行う
pt: Montar as hélices e realizar o primeiro voo

source: Basic mandatory configuration
de: Grundlegende Pflichtkonfiguration
it: Configurazione obbligatoria di base
ja: 基本的な必須設定
pt: Configuração básica obrigatória

source: Everyday use
de: Tägliche Nutzung
it: Uso quotidiano
ja: 日常的な使用
pt: Utilização diária

source: Guided operation
de: Geführter Betrieb
it: Operazione guidata
ja: ガイド操作
pt: Operação guiada

source: IMU temperature calibration
de: IMU-Temperaturkalibrierung
it: Calibrazione temperatura IMU
ja: IMU温度キャリブレーション
pt: Calibração da temperatura do IMU

source: Improve altitude control
de: Höhenkontrolle verbessern
it: Migliorare il controllo dell'altitudine
ja: 高度制御を改善
pt: Melhorar controlo de altitude

source: Minimalistic mandatory tuning
de: Minimales Pflicht-Tuning
it: Tuning obbligatorio minimale
ja: 最小限の必須調整
pt: Afinação obrigatória minimalista

source: Optical flow calibration
de: Optische Flusskalibrierung
it: Calibrazione del flusso ottico
ja: オプティカルフロー校正
pt: Calibração de fluxo ótico

source: Position controller tuning
de: Positionsregler-Abstimmung
it: Messa a punto del controllore di posizione
ja: 位置コントローラーのチューニング
pt: Afinação do controlador de posição

source: Precision landing
de: Präzisionslandung
it: Atterraggio di precisione
ja: 精密着陸
pt: Aterragem de precisão

source: Standard tuning
it: Tuning standard
ja: 標準調整
pt: Afinação padrão

source: Calibrate the IMU sensors for at different temperatures
de: Kalibriere die IMU-Sensoren für verschiedene Temperaturen
it: Calibra i sensori IMU a diverse temperature
ja: 異なる温度でIMUセンサーを校正する
pt: Calibrar os sensores IMU para diferentes temperaturas

source: Improve altitude under windy conditions
de: Verbessere die Höhenhaltung bei windigen Bedingungen
it: Migliora l'altitudine in condizioni di vento
ja: 風の強い条件下での高度を改善する
pt: Melhorar a altitude em condições de vento

source: Improve tuning with more test flight data
de: Verbessere die Abstimmung mit weiteren Testflugdaten
it: Migliora la messa a punto con più dati di volo di prova
ja: より多くのテストフライトデータでチューニングを改善する
pt: Melhorar a afinação com mais dados de voo de teste

source: Minimalistic mandatory tuning using test flight data
de: Minimalistische Pflichtabstimmung unter Verwendung von Testflugdaten
it: Messa a punto minima obbligatoria usando dati di volo di prova
ja: テストフライトデータを使用した必要最小限のチューニング
pt: Afinação obrigatória minimalista usando dados de voo de teste

source: Optical flow sensor calibration
de: Optische Flusssensor-Kalibrierung
it: Calibrazione del sensore di flusso ottico
ja: オプティカルフローセンサーの校正
pt: Calibração do sensor de fluxo ótico

source: Set up the basic parameters for the vehicle
de: Richte die grundlegenden Parameter für das Fahrzeug ein
it: Imposta i parametri base per il veicolo
ja: 機体の基本パラメータを設定する
pt: Configurar os parâmetros básicos para o veículo

source: Switch tests off, configure for productive work
de: Schalte Tests aus, konfiguriere für produktive Arbeit
it: Disattiva i test, configura per lavoro produttivo
ja: テストをオフにし、実用作業用に設定する
pt: Desativar testes, configurar para trabalho produtivo

source: System identification and analytical PID optimization
de: Systemidentifikation und analytische PID-Optimierung
it: Identificazione del sistema e ottimizzazione analitica del PID
ja: システム識別と解析的PID最適化
pt: Identificação do sistema e otimização analítica de PID

source: Description of the phase
de: Beschreibung der Phase
it: Descrizione della fase
ja: フェーズの説明
pt: Descrição da fase

source: Explanation of why this step is needed
de: Erklärung, warum dieser Schritt notwendig ist
it: Spiegazione del motivo per cui questo passaggio è necessario
ja: このステップが必要な理由の説明
pt: Explicação de por que este passo é necessário

source: Explanation of why this step needs to be done at this point
de: Erklärung, warum dieser Schritt zu diesem Zeitpunkt durchgeführt werden muss
it: Spiegazione del motivo per cui questo passaggio deve essere fatto in questo punto
ja: このステップがこの時点で実行される必要がある理由の説明
pt: Explicação de por que este passo precisa de ser feito neste ponto

source: Expression to derive new parameter value
de: Ausdruck zur Ableitung eines neuen Parameterwerts
it: Espressione per derivare un nuovo valore del parametro
ja: 新しいパラメータ値を導出する式
pt: Expressão para derivar novo valor de parâmetro

source: Expression to rename connection
de: Ausdruck zur Umbenennung der Verbindung
it: Espressione per rinominare la connessione
ja: 接続名を変更する式
pt: Expressão para renomear ligação

source: Message about possible jump to another step
de: Nachricht über möglichen Sprung zu einem anderen Schritt
it: Messaggio sulla possibilità di passare a un altro step
ja: 別のステップへのジャンプの可能性に関するメッセージ
pt: Mensagem sobre possível salto para outro passo

source: Name of tool/process that automatically changes these parameters
de: Name des Werkzeugs/Prozesses, der diese Parameter automatisch ändert
it: Nome dello strumento/processo che modifica automaticamente questi parametri
ja: これらのパラメータを自動的に変更するツール/プロセスの名前
pt: Nome da ferramenta/processo que altera automaticamente estes parâmetros

source: Name/description of external tool needed
de: Name/Beschreibung des benötigten externen Werkzeugs
it: Nome/descrizione dello strumento esterno necessario
ja: 必要な外部ツールの名前/説明
pt: Nome/descrição da ferramenta externa necessária

source: New value for the parameter
de: Neuer Wert für den Parameter
it: Nuovo valore per il parametro
ja: パラメータの新しい値
pt: Novo valor para o parâmetro

source: Phases of the configuration process
de: Phasen des Konfigurationsprozesses
it: Fasi del processo di configurazione
ja: 構成プロセスのフェーズ
pt: Fases do processo de configuração

source: Previous filenames for this step
de: Frühere Dateinamen für diesen Schritt
it: Nomi file precedenti per questo passaggio
ja: このステップの以前のファイル名
pt: Nomes de ficheiros anteriores para este passo

source: Reason for changing the parameter
de: Grund für die Änderung des Parameters
it: Motivo per la modifica del parametro
ja: パラメータを変更する理由
pt: Motivo para alterar o parâmetro

source: Reason for the derived parameter
de: Grund für den abgeleiteten Parameter
it: Motivo per il parametro derivato
ja: 導出されたパラメータの理由
pt: Motivo para o parâmetro derivado

source: Short description for blog reference
de: Kurzbeschreibung für Blog-Referenz
it: Breve descrizione per riferimento blog
ja: ブログ参照用の短い説明
pt: Breve descrição para referência no blog

source: Short description for wiki reference
de: Kurzbeschreibung für Wiki-Referenz
it: Breve descrizione per riferimento wiki
ja: Wiki参照用の短い説明
pt: Breve descrição para referência na wiki

source: Starting step number of this phase
de: Startnummer dieses Phasenabschnitts
it: Numero di step iniziale di questa fase
ja: このフェーズの開始ステップ番号
pt: Número do passo inicial desta fase

source: Text indicating if step is mandatory or optional with percentages
de: Text, der angibt, ob der Schritt obligatorisch oder optional ist, mit Prozentsätzen
it: Testo che indica se lo step è obbligatorio o opzionale con percentuali
ja: ステップが必須か任意かを割合付きで示すテキスト
pt: Texto indicando se o passo é obrigatório ou opcional com percentagens

source: The name of the plugin to load
de: Der Name des zu ladenden Plugins
it: Il nome del plugin da caricare
ja: 読み込むプラグインの名前
pt: O nome do plugin a carregar

source: URL to blog documentation
de: URL zur Blog-Dokumentation
it: URL alla documentazione del blog
ja: ブログドキュメントへのURL
pt: URL para documentação no blog

source: URL to external tool
de: URL zum externen Werkzeug
it: URL allo strumento esterno
ja: 外部ツールへのURL
pt: URL para ferramenta externa

source: URL to wiki documentation
de: URL zur Wiki-Dokumentation
it: URL alla documentazione wiki
ja: Wikiドキュメントへのダイム
pt: URL para documentação na wiki

source: Where to place the plugin: 'left' for left of scrollable frame, 'top' for above contents
de: Wo das Plugin platziert werden soll: 'left' für links vom scrollbaren Rahmen, 'top' für über dem Inhalt
it: Dove posizionare il plugin: 'left' per la sinistra del frame scorrevole, 'top' per sopra il contenuto
ja: プラグインを配置する場所: スクロール可能なフレームの左側に配置する場合は'left'、コンテンツの上に配置する場合は'top'
pt: Onde colocar o plugin: 'left' para esquerda da moldura deslocável, 'top' para acima do conteúdo

source: Whether this phase is optional
de: Ob diese Phase optional ist
it: Se questa fase è opzionale
ja: このフェーズが任意かどうか
pt: Se esta fase é opcional

source: N/A
de: n.v.
it: N/D
ja: 利用不可
pt: Indisponível

source: No documentation available in apm.pdef.xml for this parameter
de: Keine Dokumentation in apm.pdef.xml für diesen Parameter verfügbar
it: Nessuna documentazione disponibile in apm.pdef.xml per questo parametro
ja: このパラメータのapm.pdef.xmlにドキュメントが利用できません
pt: Nenhuma documentação disponível em apm.pdef.xml para este parâmetro

source: Reason why {param_name} should change to {value}
de: Grund, warum {param_name} zu {value} geändert werden sollte
it: Motivo per cui {param_name} dovrebbe cambiare a {value}
ja: {param_name}を{value}に変更すべき理由
pt: Razão pela qual {param_name} deve mudar para {value}

source: The value for {param_name} must be a finite number.
de: Der Wert für {param_name} muss eine endliche Zahl sein.
it: Il valore per {param_name} deve essere un numero finito.
ja: {param_name}の値は有限数でなければなりません。
pt: O valor para {param_name} deve ser um número finito.

source: The value for {param_name} ({value}) should be smaller than {max_val}
de: Der Wert für {param_name} ({value}) sollte kleiner als {max_val} sein
it: Il valore per {param_name} ({value}) dovrebbe essere minore di {max_val}
ja: {param_name}の値（{value}）は{max_val}より小さくする必要があります
pt: O valor para {param_name} ({value}) deve ser menor que {max_val}

source: The value for {param_name} ({value}) should be greater than {min_val}
de: Der Wert für {param_name} ({value}) sollte größer als {min_val} sein
it: Il valore per {param_name} ({value}) dovrebbe essere maggiore di {min_val}
ja: {param_name}の値（{value}）は{min_val}より大きくする必要があります
pt: O valor para {param_name} ({value}) deve ser maior que {min_val}

source: The value for {param_name} contains unknown bit(s).
de: Der Wert für {param_name} enthält unbekannte Bit(s).
it: Il valore per {param_name} contiene bit sconosciuti.
ja: {param_name}の値に未知のビットが含まれています。
pt: O valor para {param_name} contém bit(s) desconhecido(s).

source: This parameter is forced or derived and cannot be changed.
de: Dieser Parameter ist erzwungen oder abgeleitet und kann nicht geändert werden.
it: Questo parametro è forzato o derivato e non può essere modificato.
ja: このパラメータは強制または派生されており、変更できません。
pt: Este parâmetro é forçado ou derivado e não pode ser alterado.

source: Parameter value must be provided as a string.
de: Parameterwert muss als Zeichenfolge angegeben werden.
it: Il valore del parametro deve essere fornito come stringa.
ja: パラメータ値は文字列として提供する必要があります。
pt: O valor do parâmetro deve ser fornecido como uma string.

source: Empty value is not allowed for {param_name}
de: Leerer Wert ist für {param_name} nicht erlaubt
it: Il valore vuoto non è consentito per {param_name}
ja: {param_name}には空の値は許可されていません
pt: Valor vazio não é permitido para {param_name}

source: The provided value for {param_name} would not change the parameter.
de: Der angegebene Wert für {param_name} würde den Parameter nicht ändern.
it: Il valore fornito per {param_name} non modificherebbe il parametro.
ja: {param_name}に提供された値はパラメータを変更しません。
pt: O valor fornecido para {param_name} não mudaria o parâmetro.

source: The value for {param_name} must be an integer for bitmask parameters.
de: Der Wert für {param_name} muss eine Ganzzahl für Bitmasken-Parameter sein.
it: Il valore per {param_name} deve essere un numero intero per i parametri di bitmask.
ja: {param_name}の値はビットマスクパラメータの場合は整数である必要があります。
pt: O valor para {param_name} deve ser um número inteiro para parâmetros de máscara de bits.

source: The provided bitmask value for {param_name} would not change the parameter.
de: Der angegebene Bitmasken-Wert für {param_name} würde den Parameter nicht ändern.
it: Il valore di bitmask fornito per {param_name} non modificherebbe il parametro.
ja: {param_name}に提供されたビットマスク値はパラメータを変更しません。
pt: O valor de máscara de bits fornecido para {param_name} não mudaria o parâmetro.

source: The value for {param_name} must be a number.
de: Der Wert für {param_name} muss eine Zahl sein.
it: Il valore per {param_name} deve essere un numero.
ja: {param_name}の値は数値である必要があります。
pt: O valor para {param_name} deve ser um número.

source: The provided numeric value for {param_name} is within tolerance and would not change the parameter.
de: Der angegebene numerische Wert für {param_name} liegt innerhalb der Toleranz und würde den Parameter nicht ändern.
it: Il valore numerico fornito per {param_name} è entro la tolleranza e non modificherebbe il parametro.
ja: {param_name}に提供された数値は許容範囲内でありパラメータを変更しません。
pt: O valor numérico fornecido para {param_name} está dentro da tolerância e não mudaria o parâmetro.

source: This method is only for forced or derived parameters.
de: Diese Methode ist nur für erzwungene oder abgeleitete Parameter.
it: Questo metodo è solo per parametri forzati o derivati.
ja: このメソッドは強制または派生パラメータ専用です。
pt: Este método é apenas para parâmetros forçados ou derivados.

source: Readonly parameters cannot be forced or derived.
de: Schreibgeschützte Parameter können nicht erzwungen oder abgeleitet werden.
it: I parametri di sola lettura non possono essere forzati o derivati.
ja: 読み取り専用パラメータは強制または派生できません。
pt: Parâmetros só de leitura não podem ser forçados ou derivados.

source: Flight controller not connected, cannot check battery monitoring status.
de: Flugcontroller nicht verbunden, kann Batterieüberwachungsstatus nicht prüfen.
it: Controllore di volo non connesso, impossibile verificare lo stato del monitoraggio batteria.
ja: フライトコントローラが接続されていません、バッテリ監視状態を確認できません。
pt: Controlador de voo não ligado, não é possível verificar estado de monitorização da bateria.

source: Flight controller not connected, cannot get battery status.
de: Flugcontroller nicht verbunden, kann Batteriestatus nicht abrufen.
it: Controllore di volo non connesso, impossibile ottenere lo stato della batteria.
ja: フライトコントローラが接続されていません、バッテリ状態を取得できません。
pt: Controlador de voo não ligado, não é possível obter estado da bateria.

source: Battery monitoring disabled, cannot get battery status.
de: Batterieüberwachung deaktiviert, kann Batteriestatus nicht abrufen.
it: Monitoraggio batteria disabilitato, impossibile ottenere lo stato della batteria.
ja: バッテリ監視が無効化されています、バッテリ状態を取得できません。
pt: Monitorização da bateria desativada, não é possível obter estado da bateria.

source: Flight controller connection required for voltage threshold check
de: Flugcontroller-Verbindung für Spannungsschwellwert-Prüfung erforderlich
it: Connessione al controllore di volo richiesta per la verifica della soglia di tensione
ja: 電圧閾値チェックにはフライトコントローラ接続が必要です
pt: Ligação ao controlador de voo necessária para verificação de limiar de tensão

source: disabled
de: deaktiviert
ja: 無効
pt: desativado

source: unavailable
de: nicht verfügbar
ja: 利用不可
pt: indisponível

source: safe
de: sicher
ja: 安全
pt: seguro

source: critical
de: kritisch
ja: 危険
pt: crítico

source: Battery monitoring stopped
de: Batterieüberwachung gestoppt
ja: バッテリー監視が停止しました
pt: Monitorização da bateria interrompida

source: ExpressLRS Configuration Warning
de: ExpressLRS-Konfigurationswarnung
it: Avviso Configurazione ExpressLRS
ja: ExpressLRS 設定警告
pt: Aviso de Configuração ExpressLRS

source: FLTMODE_CH must be set to a channel other than 5 (currently set to 5). Please change FLTMODE_CH to a different channel (e.g., 6, 7, 8, etc.) to avoid conflicts with the required RC5 arming channel.
de: FLTMODE_CH muss auf einen anderen Kanal als 5 gesetzt werden (aktuell auf 5 gesetzt). Bitte ändern Sie FLTMODE_CH auf einen anderen Kanal (z.B. 6, 7, 8, etc.) um Konflikte mit dem erforderlichen RC5-Scharfstellkanal zu vermeiden.
it: FLTMODE_CH deve essere impostato su un canale diverso da 5 (attualmente impostato su 5). Si prega di cambiare FLTMODE_CH su un canale diverso (es. 6, 7, 8, ecc.) per evitare conflitti con il canale di armamento RC5 richiesto.
ja: FLTMODE_CH は 5 以外のチャンネルに設定する必要があります (現在 5 に設定されています)。 FLTMODE_CH を別のチャンネル (例: 6, 7, 8 など) に変更してください 必要な RC5 アーミングチャンネルとの競合を避けるため。
pt: FLTMODE_CH deve ser definido para um canal diferente de 5 (atualmente definido para 5). Por favor altere FLTMODE_CH para um canal diferente (ex., 6, 7, 8, etc.) para evitar conflitos com o canal de armar RC5 necessário.

source: Removing duplicate parameter %s
de: Dupplikatparameter %s entfernen
it: Rimozione parametro duplicato %s
ja: 重複パラメータ%sを削除中
pt: Removendo parâmetro duplicado %s

source: The parameter '{old_name}' was removed due to duplication.
de: Der Parameter '{old_name}' wurde aufgrund von Duplikation entfernt.
it: Il parametro '{old_name}' è stato rimosso per duplicazione.
ja: パラメータ'{old_name}'は重複のため削除されました。
pt: O parâmetro '{old_name}' foi removido por ser duplicado.

source: Parameter Removed
de: Parameter entfernt
it: Parametro Rimosso
ja: パラメータ削除済み
pt: Parâmetro Removido

source: Renaming parameter %s to %s
de: Parameter %s in %s umbenennen
it: Rinomina parametro %s in %s
ja: パラメータ%sを%sに名前変更中
pt: Renomeando parâmetro %s para %s

source: The parameter '{old_name}' was renamed to '{new_name}'. to obey the flight controller connection defined in the component editor window.
de: Der Parameter '{old_name}' wurde in '{new_name}' umbenannt, um der Verbindung zum Flugcontroller zu entsprechen, die im Komponentenbearbeitungsfenster definiert ist.
it: Il parametro '{old_name}' è stato rinominato in '{new_name}'. per rispettare la connessione del controllore di volo definita nella finestra dell'editor dei componenti.
ja: パラメータ'{old_name}'は'{new_name}'に名前が変更されました。 コンポーネントエディタウィンドウで定義されたフライトコントローラ接続に従うためです。
pt: O parâmetro '{old_name}' foi renomeado para '{new_name}'. Para obedecer à conexão do controlador de voo definida na janela do editor de componentes.

source: Parameter Renamed
de: Parameter umbenannt
it: Parametro Rinominato
ja: パラメータ名変更済み
pt: Parâmetro Renomeado

source: USB Vendor
de: USB-Anbieter
ja: USBベンダー
pt: Vendedor USB

source: USB Product
de: USB Produkt
ja: USB製品
pt: Produto USB

source: Board Type
de: FC Typ
it: Tipo di Scheda
ja: ボードタイプ
pt: Tipo de controlador de voo

source: Hardware Version
de: Hardware-Version: %s
it: Versione Hardware
ja: ハードウェアバージョン
pt: Versão do Hardware

source: Autopilot Type
de: Autopilot Typ
it: Tipo di Autopilota
ja: オートパイロットタイプ
pt: Tipo do autopiloto

source: ArduPilot Vehicle Type
de: ArduPilot Fahrzeug typ
it: Tipo di Veicolo ArduPilot
ja: ArduPilot機体タイプ
pt: Tipo de veículo ArduPilot

source: ArduPilot FW Type
de: ArduPilot FW Typ
it: Tipo di FW ArduPilot
ja: ArduPilotファームウェアタイプ
pt: Tipo de firmware ArduPilot

source: MAV Type
de: MAV Typ
it: Tipo MAV
ja: MAVタイプ
pt: Tipo de MAV

source: Firmware Version
it: Versione Firmware
ja: ファームウェアバージョン
pt: Versão do Firmware

source: Git Hash
ja: Gitハッシュ
pt: Hash Git

source: OS Git Hash
ja: OS Gitハッシュ
pt: Hash Git do SO

source: Capabilities
de: Fähigkeiten
it: Funzionalità
ja: 機能
pt: Capacidades

source: System ID
it: ID Sistema
ja: システムID
pt: ID do Sistema

source: Component ID
it: ID Componente
ja: コンポーネントID
pt: ID do Componente

source: MCU Series
de: MCU-Serie
it: Serie MCU
ja: MCUシリーズ
pt: Série MCU

source: Failed to load motor test data from AP_Motors_test.json
de: Fehler beim Laden der Motortest-Daten aus AP_Motors_test.json
it: Errore nel caricamento dei dati test motore da AP_Motors_test.json
ja: AP_Motors_test.jsonからモーターテストデータの読み込みに失敗しました
pt: Falha ao carregar dados de teste de motor do AP_Motors_test.json

source: Successfully loaded motor test data with %(layouts)d layouts
de: Motortest-Daten erfolgreich geladen mit %(layouts)d Layouts
it: Dati test motore caricati con successo con %(layouts)d layout
ja: %(layouts)d レイアウトでモーターテストデータを正常に読み込みました
pt: Dados de teste de motor carregados com sucesso com %(layouts)d configurações

source: Error loading motor test data: %(error)s
de: Fehler beim Laden der Motortest-Daten: %(error)s
it: Errore nel caricamento dei dati test motore: %(error)s
ja: モーターテストデータの読み込みエラー：%(error)s
pt: Erro ao carregar dados de teste de motor: %(error)s

source: No motor configuration found for frame class %(class)d and type %(type)d
de: Keine Motorkonfiguration für Rahmenklasse %(class)d und Typ %(type)d gefunden
it: Nessuna configurazione motore trovata per la classe telaio %(class)d e tipo %(type)d
ja: フレームクラス %(class)d とタイプ %(type)d のモーター設定が見つかりません
pt: Nenhuma configuração de motor encontrada para a classe de quadro %(class)d e tipo %(type)d

source: Frame configuration updated: Class=%(class)d, Type=%(type)d, Motors=%(motors)d
de: Rahmenkonfiguration aktualisiert: Klasse=%(class)d, Typ=%(type)d, Motoren=%(motors)d
it: Configurazione telaio aggiornata: Classe=%(class)d, Tipo=%(type)d, Motori=%(motors)d
ja: フレーム設定を更新しました：クラス=%(class)d、タイプ=%(type)d、モーター=%(motors)d
pt: Configuração de quadro atualizada: Classe=%(class)d, Tipo=%(type)d, Motores=%(motors)d

source: Flight controller connection required for motor testing
de: Flugcontroller-Verbindung für Motortest erforderlich
it: Connessione al controllore di volo richiesta per il test motori
ja: モーターテストにはフライトコントローラ接続が必要です
pt: Ligação ao controlador de voo necessária para teste de motores

source: Failed to update frame configuration: %(error)s
de: Fehler beim Aktualisieren der Rahmenkonfiguration: %(error)s
it: Errore nell'aggiornamento della configurazione telaio: %(error)s
ja: フレーム設定の更新に失敗しました：%(error)s
pt: Falha ao atualizar configuração de quadro: %(error)s

source: Invalid motor number: %(number)d
de: Ungültige Motornummer: %(number)d
it: Numero motore non valido: %(number)d
ja: 無効なモーター番号: %(number)d
pt: Número de motor inválido: %(number)d
