Repository: ArduPilot/MethodicConfigurator
Catalog: ardupilot_methodic_configurator/locale/*/LC_MESSAGES/ardupilot_methodic_configurator.po
Languages: de, it, ja, pt

source: Flight controller not connected.
de: Flugcontroller nicht verbunden.
it: Controllore di volo non connesso.
ja: フライトコントローラが接続されていません。
pt: Controlador de voo não ligado.

source: Battery monitoring disabled, cannot verify voltage.
de: Batterieüberwachung deaktiviert, kann Spannung nicht überprüfen.
it: Monitoraggio batteria disabilitato, impossibile verificare la tensione.
ja: バッテリ監視が無効化されています、電圧を確認できません。
pt: Monitorização da bateria desativada, não é possível verificar tensão.

source: Could not read battery status.
de: Konnte Batteriestatus nicht lesen.
it: Impossibile leggere lo stato della batteria.
ja: バッテリ状態を読み取れませんでした。
pt: Não foi possível ler o estado da bateria.

source: Battery voltage %(voltage).1fV is outside safe range (%(min).1fV - %(max).1fV)
de: Batteriespannung %(voltage).1fV liegt außerhalb des sicheren Bereichs (%(min).1fV - %(max).1fV)
it: Tensione batteria %(voltage).1fV è fuori dal range sicuro (%(min).1fV - %(max).1fV)
ja: バッテリ電圧 %(voltage).1fV が安全範囲外です（%(min).1fV - %(max).1fV）
pt: Tensão da bateria %(voltage).1fV está fora do intervalo seguro (%(min).1fV - %(max).1fV)

source: %(param)s value %(value).3f is outside valid range (0.0 - 1.0)
de: %(param)s Wert %(value).3f liegt außerhalb des gültigen Bereichs (0.0 - 1.0)
it: Valore %(param)s %(value).3f è fuori dal range valido (0.0 - 1.0)
ja: %(param)s 値 %(value).3f が有効範囲外です（0.0 - 1.0）
pt: Valor de %(param)s %(value).3f está fora do intervalo válido (0.0 - 1.0)

source: %(param)s value %(value).3f is smaller than %(min)f
de: %(param)s Wert %(value).3f ist kleiner als %(min)f
it: Valore %(param)s %(value).3f è minore di %(min)f
ja: %(param)s の値 %(value).3f は %(min)f より小さいです
pt: Valor de %(param)s %(value).3f é menor que %(min)f

source: %(param)s value %(value).3f is greater than %(max)f
de: %(param)s Wert %(value).3f ist größer als %(max)f
it: Valore %(param)s %(value).3f è maggiore di %(max)f
ja: %(param)s の値 %(value).3f は %(max)f より大きいです
pt: Valor de %(param)s %(value).3f é maior que %(max)f

source: Failed to set parameter %(param)s: %(error)s
de: Fehler beim Setzen des Parameters %(param)s: %(error)s
it: Impossibile impostare il parametro %(param)s: %(error)s
ja: パラメータ%(param)sの設定に失敗しました: %(error)s
pt: Falha ao definir parâmetro %(param)s: %(error)s

source: Parameter %(param)s set to %(value).3f
de: Parameter %(param)s auf %(value).3f gesetzt
it: Parametro %(param)s impostato a %(value).3f
ja: パラメータ %(param)s を %(value).3f に設定しました
pt: Parâmetro %(param)s definido para %(value).3f

source: Parameter %(param)s verification failed: expected %(expected).3f, got %(actual)s
de: Parameter %(param)s Überprüfung fehlgeschlagen: erwartet %(expected).3f, erhalten %(actual)s
it: Verifica parametro %(param)s fallita: atteso %(expected).3f, ottenuto %(actual)s
ja: パラメータ %(param)s の検証に失敗しました：期待値 %(expected).3f、取得値 %(actual)s
pt: Verificação do parâmetro %(param)s falhou: esperado %(expected).3f, obtido %(actual)s

source: Error setting parameter %(param)s: %(error)s
de: Fehler beim Setzen des Parameters %(param)s: %(error)s
it: Errore nell'impostazione del parametro %(param)s: %(error)s
ja: パラメータ %(param)s の設定エラー：%(error)s
pt: Erro ao definir parâmetro %(param)s: %(error)s

source: MOT_SPIN_ARM must stay at least 0.02 below MOT_SPIN_MIN (current %(min).2f).
de: MOT_SPIN_ARM muss mindestens 0.02 unter MOT_SPIN_MIN bleiben (aktuell %(min).2f).
it: MOT_SPIN_ARM deve rimanere almeno 0.02 al di sotto di MOT_SPIN_MIN (attuale %(min).2f).
ja: MOT_SPIN_ARMはMOT_SPIN_MINより少なくとも0.02下に維持する必要があります(現在%(min).2f)。
pt: MOT_SPIN_ARM deve manter-se pelo menos 0.02 abaixo de MOT_SPIN_MIN (atual %(min).2f).

source: MOT_SPIN_ARM must be available before updating MOT_SPIN_MIN.
de: MOT_SPIN_ARM muss verfügbar sein, bevor MOT_SPIN_MIN aktualisiert wird.
it: MOT_SPIN_ARM deve essere disponibile prima di aggiornare MOT_SPIN_MIN.
ja: MOT_SPIN_MINを更新する前にMOT_SPIN_ARMが利用可能である必要があります。
pt: MOT_SPIN_ARM deve estar disponível antes de atualizar MOT_SPIN_MIN.

source: MOT_SPIN_MIN must be at least 0.02 higher than MOT_SPIN_ARM (current %(arm).2f).
de: MOT_SPIN_MIN muss mindestens 0.02 höher sein als MOT_SPIN_ARM (aktuell %(arm).2f).
it: MOT_SPIN_MIN deve essere almeno 0.02 superiore a MOT_SPIN_ARM (attuale %(arm).2f).
ja: MOT_SPIN_MINはMOT_SPIN_ARMより少なくとも0.02高くする必要があります(現在%(arm).2f)。
pt: MOT_SPIN_MIN deve ser pelo menos 0.02 superior a MOT_SPIN_ARM (atual %(arm).2f).

source: Invalid test sequence number %(number)d (valid range: 0-%(max)d)
de: Ungültige Testsequenznummer %(number)d (gültiger Bereich: 0-%(max)d)
it: Numero sequenza test non valido %(number)d (intervallo valido: 0-%(max)d)
ja: 無効なテストシーケンス番号 %(number)d (有効範囲: 0-%(max)d)
pt: Número de sequência de teste inválido %(number)d (intervalo válido: 0-%(max)d)

source: Invalid motor output number %(number)d (valid range: 1-%(max)d)
de: Ungültige Motorausgangsnummer %(number)d (gültiger Bereich: 1-%(max)d)
it: Numero uscita motore non valido %(number)d (intervallo valido: 1-%(max)d)
ja: 無効なモーター出力番号 %(number)d (有効範囲: 1-%(max)d)
pt: Número de saída de motor inválido %(number)d (intervalo válido: 1-%(max)d)

source: Invalid motor output number %(number)d (expected: %(expected)d)
de: Ungültige Motorausgangsnummer %(number)d (erwartet: %(expected)d)
it: Numero uscita motore non valido %(number)d (previsto: %(expected)d)
ja: 無効なモーター出力番号 %(number)d (期待値: %(expected)d)
pt: Número de saída de motor inválido %(number)d (esperado: %(expected)d)

source: Invalid throttle percentage %(throttle)d (valid range: %(min)d-%(max)d)
de: Ungültiger Gasprozentsatz %(throttle)d (gültiger Bereich: %(min)d-%(max)d)
it: Percentuale acceleratore non valida %(throttle)d (intervallo valido: %(min)d-%(max)d)
ja: 無効なスロットル割合 %(throttle)d (有効範囲: %(min)d-%(max)d)
pt: Percentagem de aceleração inválida %(throttle)d (intervalo válido: %(min)d-%(max)d)

source: Invalid test duration %(duration)d (valid range: %(min)d-%(max)d)
de: Ungültige Testdauer %(duration)d (gültiger Bereich: %(min)d-%(max)d)
it: Durata test non valida %(duration)d (intervallo valido: %(min)d-%(max)d)
ja: 無効なテスト期間 %(duration)d (有効範囲: %(min)d-%(max)d)
pt: Duração de teste inválida %(duration)d (intervalo válido: %(min)d-%(max)d)

source: Motor test duration setting not found
de: Motortest-Dauer-Einstellung nicht gefunden
it: Impostazione durata test motore non trovata
ja: モーターテスト継続時間設定が見つかりません
pt: Configuração de duração de teste de motor não encontrada

source: Motor test duration must be at least %(min)d second
de: Motortest-Dauer muss mindestens %(min)d Sekunde betragen
it: La durata del test motore deve essere almeno %(min)d secondo
ja: モーターテスト期間は最低 %(min)d 秒である必要があります
pt: A duração do teste do motor deve ser pelo menos %(min)d segundo

source: Motor test duration must not exceed %(max)d seconds
de: Motortest-Dauer darf %(max)d Sekunden nicht überschreiten
it: La durata del test motore non deve superare %(max)d secondi
ja: モーターテスト期間は %(max)d 秒を超えてはいけません
pt: A duração do teste do motor não deve exceder %(max)d segundos

source: Invalid motor test duration setting: %(error)s
de: Ungültige Motortest-Dauer-Einstellung: %(error)s
it: Impostazione durata test motore non valida: %(error)s
ja: 無効なモーターテスト継続時間設定：%(error)s
pt: Configuração de duração de teste de motor inválida: %(error)s

source: Failed to save duration setting: %(error)s
de: Fehler beim Speichern der Dauer-Einstellung: %(error)s
it: Errore nel salvataggio dell'impostazione durata: %(error)s
ja: 継続時間設定の保存に失敗しました：%(error)s
pt: Falha ao guardar configuração de duração: %(error)s

source: Motor test throttle percentage setting not found
de: Motortest-Gas-Prozentsatz-Einstellung nicht gefunden
it: Impostazione percentuale acceleratore test motore non trovata
ja: モーターテストスロットル割合設定が見つかりません
pt: Configuração de percentagem de aceleração de teste de motor não encontrada

source: Motor test throttle percentage must be at least %(min)d%%
de: Motortest-Gasprozentsatz muss mindestens %(min)d%% betragen
it: La percentuale acceleratore del test motore deve essere almeno %(min)d%%
ja: モーターテストのスロットル割合は最低 %(min)d%% である必要があります
pt: A percentagem de aceleração do teste do motor deve ser pelo menos %(min)d%%

source: Motor test throttle percentage must not exceed %(max)d%%
de: Motortest-Gasprozentsatz darf %(max)d%% nicht überschreiten
it: La percentuale acceleratore del test motore non deve superare %(max)d%%
ja: モーターテストのスロットル割合は %(max)d%% を超えてはいけません
pt: A percentagem de aceleração do teste do motor não deve exceder %(max)d%%

source: Invalid motor test throttle percentage setting: %(error)s
de: Ungültige Motortest-Gas-Prozentsatz-Einstellung: %(error)s
it: Impostazione percentuale acceleratore test motore non valida: %(error)s
ja: 無効なモーターテストスロットル割合設定：%(error)s
pt: Configuração de percentagem de aceleração de teste de motor inválida: %(error)s

source: Failed to save throttle percentage setting: %(error)s
de: Fehler beim Speichern der Gas-Prozentsatz-Einstellung: %(error)s
it: Errore nel salvataggio dell'impostazione percentuale acceleratore: %(error)s
ja: スロットル割合設定の保存に失敗しました：%(error)s
pt: Falha ao guardar configuração de percentagem de aceleração: %(error)s

source: Flight controller connection required for frame configuration update
de: Flugcontroller-Verbindung für Rahmenkonfiguration-Update erforderlich
it: Connessione al controllore di volo richiesta per l'aggiornamento della configurazione telaio
ja: フレーム設定更新にはフライトコントローラ接続が必要です
pt: Ligação ao controlador de voo necessária para atualização de configuração de quadro

source: Flight controller connection required for current frame class
de: Flugcontroller-Verbindung für aktuelle Rahmenklasse erforderlich
it: Connessione controllore di volo richiesta per la classe frame corrente
ja: 現在のフレームクラスにはフライトコントローラーの接続が必要です
pt: Ligação ao controlador de voo necessária para a classe de estrutura atual

source: FRAME_CLASS parameter not found in flight controller
de: FRAME_CLASS Parameter im Flugcontroller nicht gefunden
it: Parametro FRAME_CLASS non trovato nel controllore di volo
ja: フライトコントローラーでFRAME_CLASSパラメータが見つかりません
pt: Parâmetro FRAME_CLASS não encontrado no controlador de voo

source: Found %(count)d frame types for current frame class %(class)d (%(name)s)
de: %(count)d Rahmentypen für aktuelle Rahmenklasse %(class)d (%(name)s) gefunden
it: Trovati %(count)d tipi di frame per la classe frame corrente %(class)d (%(name)s)
ja: 現在のフレームクラス %(class)d (%(name)s) で %(count)d のフレームタイプが見つかりました
pt: Encontrados %(count)d tipos de estrutura para a classe de estrutura atual %(class)d (%(name)s)

source: Current frame class %(class)d is not defined in motor configuration (max defined: %(max)d)
de: Aktuelle Rahmenklasse %(class)d ist in der Motorkonfiguration nicht definiert (maximal definiert: %(max)d)
ja: 現在のフレームクラス %(class)d はモーター構成で定義されていません（最大定義値: %(max)d）
pt: A classe de quadro atual %(class)d não está definida na configuração do motor (máximo definido: %(max)d)

source: Returning cached frame options with %(count)d classes
de: Gebe zwischengespeicherte Rahmenoptionen mit %(count)d Klassen zurück
it: Restituisco opzioni frame in cache con %(count)d classi
ja: %(count)d クラスのキャッシュされたフレームオプションを返しています
pt: A devolver opções de estrutura em cache com %(count)d classes

source: Loading frame options from motor data loader (%(count)d layouts available)
de: Lade Rahmenoptionen vom Motordaten-Loader (%(count)d Layouts verfügbar)
it: Caricamento opzioni telaio dal caricatore dati motore (%(count)d layout disponibili)
ja: モーターデータローダーからフレームオプションを読み込み中（%(count)d レイアウトが利用可能）
pt: A carregar opções de quadro do carregador de dados de motor (%(count)d configurações disponíveis)

source: Skipping motor layout with missing required fields
de: Überspringe Motor-Layout mit fehlenden erforderlichen Feldern
it: Saltando layout motore con campi richiesti mancanti
ja: 必要なフィールドが不足しているモーターレイアウトをスキップしています
pt: A ignorar configuração de motor com campos obrigatórios em falta

source: Successfully loaded %(count)d frame classes from motor data loader
de: %(count)d Rahmenklassen erfolgreich vom Motordaten-Loader geladen
it: Caricate con successo %(count)d classi telaio dal caricatore dati motore
ja: モーターデータローダーから %(count)d フレームクラスを正常に読み込みました
pt: Carregadas com sucesso %(count)d classes de quadro do carregador de dados de motor

source: Motor data unavailable, using doc_dict as fallback for frame options
de: Motordaten nicht verfügbar, verwende doc_dict als Fallback für Rahmenoptionen
it: Dati motore non disponibili, utilizzo doc_dict come fallback per le opzioni telaio
ja: モーターデータが利用できません、フレームオプションのフォールバックとしてdoc_dictを使用しています
pt: Dados de motor indisponíveis, a usar doc_dict como alternativa para opções de quadro

source: Successfully loaded %(count)d frame classes from parameter metadata fallback
de: %(count)d Rahmenklassen erfolgreich vom Parameter-Metadaten-Fallback geladen
it: Caricate con successo %(count)d classi telaio dal fallback metadati parametri
ja: パラメータメタデータフォールバックから %(count)d フレームクラスを正常に読み込みました
pt: Carregadas com sucesso %(count)d classes de quadro da alternativa de metadados de parâmetro

source: Frame options loaded: %(count)d classes with %(types)d total types
de: Rahmenoptionen geladen: %(count)d Klassen mit %(types)d Typen insgesamt
it: Opzioni telaio caricate: %(count)d classi con %(types)d tipi totali
ja: フレームオプションが読み込まれました：%(count)d クラス、合計 %(types)d タイプ
pt: Opções de quadro carregadas: %(count)d classes com %(types)d tipos totais

source: No frame options could be loaded from motor data or parameter metadata
de: Keine Rahmenoptionen konnten von Motordaten oder Parameter-Metadaten geladen werden
it: Nessuna opzione telaio ha potuto essere caricata dai dati motore o metadati parametri
ja: モーターデータまたはパラメータメタデータからフレームオプションを読み込めませんでした
pt: Não foi possível carregar opções de quadro dos dados de motor ou metadados de parâmetro

source: Failed to refresh frame configuration: %(error)s
de: Fehler beim Aktualisieren der Rahmenkonfiguration: %(error)s
it: Errore nell'aggiornamento della configurazione telaio: %(error)s
ja: フレーム設定の更新に失敗しました：%(error)s
pt: Falha ao atualizar configuração de quadro: %(error)s

source: Flight controller connection required for frame type parsing
de: Flugcontroller-Verbindung für Rahmentyp-Analyse erforderlich
it: Connessione controllore di volo richiesta per l'analisi del tipo di frame
ja: フレームタイプ解析にはフライトコントローラーの接続が必要です
pt: Ligação ao controlador de voo necessária para análise do tipo de estrutura

source: Could not find frame type '%(text)s' in current frame class
de: Rahmentyp '%(text)s' in aktueller Rahmenklasse nicht gefunden
it: Impossibile trovare il tipo di frame '%(text)s' nella classe frame corrente
ja: 現在のフレームクラスでフレームタイプ '%(text)s' が見つかりませんでした
pt: Não foi possível encontrar o tipo de estrutura '%(text)s' na classe de estrutura atual

source: Error parsing frame type: %(error)s
de: Fehler beim Parsen des Rahmentyps: %(error)s
it: Errore nell'analisi del tipo telaio: %(error)s
ja: フレームタイプの解析エラー：%(error)s
pt: Erro ao analisar tipo de quadro: %(error)s

source: Updated frame configuration: FRAME_CLASS=%(class)d, FRAME_TYPE=%(type)d
de: Rahmenkonfiguration aktualisiert: FRAME_CLASS=%(class)d, FRAME_TYPE=%(type)d
it: Configurazione telaio aggiornata: FRAME_CLASS=%(class)d, FRAME_TYPE=%(type)d
ja: フレーム設定を更新しました：FRAME_CLASS=%(class)d、FRAME_TYPE=%(type)d
pt: Configuração de quadro atualizada: FRAME_CLASS=%(class)d, FRAME_TYPE=%(type)d

source: Invalid frame type selection
de: Ungültige Rahmentyp-Auswahl
it: Selezione del tipo di telaio non valida
ja: 無効なフレームタイプの選択
pt: Seleção de tipo de quadro inválida

source: Frame type %(key)s is not available for current frame class
de: Rahmentyp %(key)s ist für aktuelle Rahmenklasse nicht verfügbar
it: Il tipo di telaio %(key)s non è disponibile per la classe di telaio corrente
ja: フレームタイプ%(key)sは現在のフレームクラスでは利用できません
pt: Tipo de quadro %(key)s não está disponível para a classe de quadro atual

source: Current: Disabled
de: Aktuell: Deaktiviert
it: Corrente: Disabilitata
ja: 電流：無効
pt: Atual: Desativado

source: Voltage: Disabled
de: Spannung: Deaktiviert
it: Tensione: Disabilitata
ja: 電圧：無効
pt: Tensão: Desativada

source: Voltage: %(volt).2fV
de: Spannung: %(volt).2fV
it: Tensione: %(volt).2fV
ja: 電圧：%(volt).2fV
pt: Tensão: %(volt).2fV

source: Current: %(curr).2fA
de: Strom: %(curr).2fA
it: Corrente: %(curr).2fA
ja: 電流：%(curr).2fA
pt: Corrente: %(curr).2fA

source: Voltage: N/A
de: Spannung: N/V
it: Tensione: N/D
ja: 電圧：N/A
pt: Tensão: N/D

source: Current: N/A
de: Strom: N/V
it: Corrente: N/D
ja: 電流：N/A
pt: Corrente: N/D

source: IMPORTANT SAFETY WARNING: • Propellers MUST be removed • Vehicle MUST be secured • Stay clear of rotating parts • Emergency stop available at all times Do you want to proceed with motor testing?
de: WICHTIGE SICHERHEITSWARNUNG: • Propeller MÜSSEN entfernt werden • Fahrzeug MUSS gesichert werden • Von rotierenden Teilen fernhalten • Notfall-Stopp jederzeit verfügbar Möchten Sie mit dem Motortest fortfahren?
it: AVVISO IMPORTANTE DI SICUREZZA: • Le eliche DEVONO essere rimosse • Il veicolo DEVE essere fissato • Stare lontani dalle parti rotanti • Arresto di emergenza disponibile in ogni momento Vuoi procedere con il test motori?
ja: 重要な安全警告： • プロペラは必ず取り外してください • 機体は必ず固定してください • 回転部品から離れてください • 緊急停止が常時利用可能です モーターテストを続行しますか？
pt: AVISO IMPORTANTE DE SEGURANÇA: • As hélices DEVEM ser removidas • O veículo DEVE estar fixo • Mantenha-se afastado de peças em rotação • Paragem de emergência disponível em todos os momentos Deseja prosseguir com o teste de motores?

source: Battery voltage is outside the safe range for motor testing. Please: • Connect a properly charged battery • Ensure battery voltage is within the safe operating range • Check BATT_ARM_VOLT and MOT_BAT_VOLT_MAX parameters Reason: %(reason)s
de: Batteriespannung liegt außerhalb des sicheren Bereichs für Motortest. Bitte: • Verbinden Sie eine ordnungsgemäß geladene Batterie • Stellen Sie sicher, dass die Batteriespannung im sicheren Betriebsbereich liegt • Überprüfen Sie die Parameter BATT_ARM_VOLT und MOT_BAT_VOLT_MAX Grund: %(reason)s
it: La tensione della batteria è fuori dal range sicuro per il test motori. Per favore: • Collega una batteria correttamente carica • Assicurati che la tensione della batteria sia nel range operativo sicuro • Controlla i parametri BATT_ARM_VOLT e MOT_BAT_VOLT_MAX Motivo: %(reason)s
ja: バッテリ電圧がモーターテストの安全範囲外です。 以下を行ってください： • 適切に充電されたバッテリを接続してください • バッテリ電圧が安全動作範囲内であることを確認してください • BATT_ARM_VOLTとMOT_BAT_VOLT_MAXパラメータを確認してください 理由：%(reason)s
pt: A tensão da bateria está fora do intervalo seguro para teste de motores. Por favor: • Ligue uma bateria adequadamente carregada • Certifique-se de que a tensão da bateria está dentro do intervalo operacional seguro • Verifique os parâmetros BATT_ARM_VOLT e MOT_BAT_VOLT_MAX Razão: %(reason)s

source: Parameter name cannot be empty
de: Parametername darf nicht leer sein
it: Il nome del parametro non può essere vuoto
ja: パラメータ名は空にできません
pt: Nome de parâmetro não pode estar vazio

source: Parameter name too long (max %d characters): %s
de: Parametername zu lang (maximal %d Zeichen): %s
it: Nome del parametro troppo lungo (massimo %d caratteri): %s
ja: パラメータ名が長すぎます(最大%d文字): %s
pt: Nome de parâmetro demasiado longo (máximo %d caracteres): %s

source: Invalid parameter name format (must start with capital letter, contain only A-Z, 0-9, _): %s
de: Ungültiges Parameternamenformat (muss mit Großbuchstaben beginnen, nur A-Z, 0-9, _ enthalten): %s
it: Formato del nome del parametro non valido (deve iniziare con una lettera maiuscola, contenere solo A-Z, 0-9, _): %s
ja: 無効なパラメータ名の形式(大文字で始まり、A-Z、0-9、_のみを含む必要があります): %s
pt: Formato de nome de parâmetro inválido (deve começar com letra maiúscula, conter apenas A-Z, 0-9, _): %s

source: Missing parameter-value separator: {line} in {param_file} line {i}
de: Fehlender Parameter-Wert-Trennzeichen: {line} in {param_file} Zeile {i}
it: Separatore parametro-valore mancante: {line} in {param_file} riga {i}
ja: パラメータ-値セパレータがありません: {line} in {param_file} 行 {i}
pt: Separador parâmetro-valor em falta: {line} em {param_file} linha {i}

source: Fatal error reading {param_file}, file must be UTF-8 encoded: {exp}
de: Fataler Fehler beim Lesen von {param_file}, Datei muss UTF-8-kodiert sein: {exp}
it: Errore fatale leggendo {param_file}, il file deve essere codificato UTF-8: {exp}
ja: {param_file} の読み込みで致命的エラー、ファイルは UTF-8 エンコードである必要があります: {exp}
pt: Erro fatal ao ler {param_file}, o ficheiro deve estar codificado em UTF-8: {exp}

source: Too long parameter name: {parameter_name} in {param_file} line {i}
de: Parametername zu lang: {parameter_name} in {param_file} Zeile {i}
it: Nome parametro troppo lungo: {parameter_name} in {param_file} riga {i}
ja: パラメータ名が長すぎます: {parameter_name} in {param_file} 行 {i}
pt: Nome de parâmetro demasiado longo: {parameter_name} em {param_file} linha {i}

source: Invalid characters in parameter name {parameter_name} in {param_file} line {i}
de: Ungültige Zeichen im Parameternamen {parameter_name} in {param_file} Zeile {i}
it: Caratteri non validi nel nome parametro {parameter_name} in {param_file} riga {i}
ja: パラメータ名に無効な文字があります {parameter_name} in {param_file} 行 {i}
pt: Caracteres inválidos no nome do parâmetro {parameter_name} em {param_file} linha {i}

source: Duplicated parameter {parameter_name} in {param_file} line {i}
de: Duplizierter Parameter {parameter_name} in {param_file} Zeile {i}
it: Parametro duplicato {parameter_name} in {param_file} riga {i}
ja: パラメータが重複しています {parameter_name} in {param_file} 行 {i}
pt: Parâmetro duplicado {parameter_name} em {param_file} linha {i}

source: Invalid parameter value {value} in {param_file} line {i}
de: Ungültiger Parameterwert {value} in {param_file} Zeile {i}
it: Valore parametro non valido {value} in {param_file} riga {i}
ja: 無効なパラメータ値 {value} in {param_file} 行 {i}
pt: Valor de parâmetro inválido {value} em {param_file} linha {i}

source: Caused by line {i} of file {param_file}: {original_line}
de: Verursacht durch Zeile {i} der Datei {param_file}: {original_line}
it: Causato dalla riga {i} del file {param_file}: {original_line}
ja: ファイル {param_file} の行 {i} によって引き起こされました: {original_line}
pt: Causado pela linha {i} do ficheiro {param_file}: {original_line}

source: ERROR: Unsupported file format {file_format}
de: FEHLER: Nicht unterstütztes Dateiformat {file_format}
it: ERRORE: Formato file non supportato {file_format}
ja: エラー: サポートされていないファイル形式 {file_format}
pt: ERRO: Formato de ficheiro não suportado {file_format}

source: {name} has {len_formatted_params} parameters:
de: {name} hat {len_formatted_params} Parameter:
it: {name} ha {len_formatted_params} parametri:
ja: {name} には {len_formatted_params} 個のパラメータがあります:
pt: {name} tem {len_formatted_params} parâmetros:

source: {name} list is long hit enter to continue
de: {name} Liste ist lang, Enter drücken um fortzufahren
it: Lista {name} è lunga premi invio per continuare
ja: {name} リストが長いため Enter を押して続行してください
pt: Lista {name} é longa, prima enter para continuar

source: Can only append another ParDict instance
de: Kann nur eine andere ParDict-Instanz anhängen
it: Può aggiungere solo un'altra istanza ParDict
ja: 別のParDictインスタンスのみ追加できます
pt: Só é possível anexar outra instância ParDict

source: Can only compare with another ParDict instance
de: Kann nur mit einer anderen ParDict-Instanz verglichen werden
it: Può confrontare solo con un'altra istanza ParDict
ja: 別のParDictインスタンスとのみ比較できます
pt: Só é possível comparar com outra instância ParDict
